{"meta":{"title":"Quzs的博客","subtitle":"NEVER KNOWS BEST","description":"死宅","author":"Quzs","url":"https://quzs.net","root":"/"},"pages":[{"title":"","date":"un11fin11","updated":"un11fin11","comments":true,"path":"baidu_verify_codeva-dnsA0fRmtO.html","permalink":"https://quzs.net/baidu_verify_codeva-dnsA0fRmtO.html","excerpt":"","text":"d9ae47f671dbbd1889d465cc5b7edac7"},{"title":"","date":"un11fin11","updated":"un11fin11","comments":true,"path":"google4633c2f2820cd7ae.html","permalink":"https://quzs.net/google4633c2f2820cd7ae.html","excerpt":"","text":"google-site-verification: google4633c2f2820cd7ae.html"},{"title":"关于","date":"un55fin55","updated":"un44fin44","comments":true,"path":"about/index.html","permalink":"https://quzs.net/about/index.html","excerpt":"","text":"死宅，喜欢折腾自己的爱好，对自己爱好的排序是：ACGN&gt;音乐&gt;阅读，希望自己能喜欢上看书；数院本科生。 会在这里发表一些乱七八糟的东西，包括但不限于：对ACGN、音乐、电影、书籍的锐评，学习笔记，还有杂七杂八的感想。 左侧列出了一些常用的社交媒体，欢迎互关，欢迎来提问箱提问。 博客持续完善中……"},{"title":"《In the Aeroplane Over the Sea》Pitchfork乐评翻译","date":"un11fin11","updated":"un66fin66","comments":true,"path":"新建文件夹/《In-the-Aeroplane-Over-the-Sea》Pitchfork乐评翻译.html","permalink":"https://quzs.net/%E6%96%B0%E5%BB%BA%E6%96%87%E4%BB%B6%E5%A4%B9/%E3%80%8AIn-the-Aeroplane-Over-the-Sea%E3%80%8BPitchfork%E4%B9%90%E8%AF%84%E7%BF%BB%E8%AF%91.html","excerpt":"评分：10/10 作者：Mark Richardson ; 评测时间：2005.09.26 The reissue of Neutral Milk Hotel's cult classic offers another opportunity to measure its reach and influence. Jeff Mangum's masterpiece mixes hushed folk, explosive brass, and unforgettable vocals that touch on pain, loss, memory, and hope. 中性牛奶旅馆的经典之作的再版给了我们一个机会，来重新衡量它的影响范围和影响力。Jeff Mangum的这张杰作融合了沙哑的民谣、冲击性的铜管配器和令人难忘的人声，触及到了听者的痛苦、失去、记忆还有希望。 So, then, seven years later Domino reissues In the Aeroplane Over the Sea and the arguments can begin anew. I’ve talked about this album with a lot of people, including Pitchfork readers and music writers, and while it is loved in the indie world like few others, a small but still significant number despise it. Aeroplane doesn’t have the near-consensus of top-shelf 90s rock artifacts like, say, Loveless, OK Computer, or Slanted and Enchanted. These records are varied, of course, different in many ways. But in one key respect Aeroplane stands apart: This album is not cool. 七年之后，Domino再版了《In the Aeroplane Over the Sea》，于是，关于它的讨论又可以重新开始了。我曾经与许多人聊过这张专辑，其中包括Pitchfork的读者和音乐人，虽然它在独立音乐界得到了鲜有专辑可以比拟的广泛喜爱与认同，但仍有一小部分人并不喜欢它，数量不多，但很重要。《Aeroplane》并没有像《Loveless》、《OK Computer》或者《Slanted and Enchanted》这样的九十年代摇滚神专一样得到一致好评，上面这些神专都各有各的好，但是《Aeroplane》在一个很关键的方面和它们都不一样：它并不酷。","text":"评分：10/10 作者：Mark Richardson ; 评测时间：2005.09.26 The reissue of Neutral Milk Hotel's cult classic offers another opportunity to measure its reach and influence. Jeff Mangum's masterpiece mixes hushed folk, explosive brass, and unforgettable vocals that touch on pain, loss, memory, and hope. 中性牛奶旅馆的经典之作的再版给了我们一个机会，来重新衡量它的影响范围和影响力。Jeff Mangum的这张杰作融合了沙哑的民谣、冲击性的铜管配器和令人难忘的人声，触及到了听者的痛苦、失去、记忆还有希望。 So, then, seven years later Domino reissues In the Aeroplane Over the Sea and the arguments can begin anew. I’ve talked about this album with a lot of people, including Pitchfork readers and music writers, and while it is loved in the indie world like few others, a small but still significant number despise it. Aeroplane doesn’t have the near-consensus of top-shelf 90s rock artifacts like, say, Loveless, OK Computer, or Slanted and Enchanted. These records are varied, of course, different in many ways. But in one key respect Aeroplane stands apart: This album is not cool. 七年之后，Domino再版了《In the Aeroplane Over the Sea》，于是，关于它的讨论又可以重新开始了。我曾经与许多人聊过这张专辑，其中包括Pitchfork的读者和音乐人，虽然它在独立音乐界得到了鲜有专辑可以比拟的广泛喜爱与认同，但仍有一小部分人并不喜欢它，数量不多，但很重要。《Aeroplane》并没有像《Loveless》、《OK Computer》或者《Slanted and Enchanted》这样的九十年代摇滚神专一样得到一致好评，上面这些神专都各有各的好，但是《Aeroplane》在一个很关键的方面和它们都不一样：它并不酷。 Shortly after the release of In the Aeroplane Over the Sea, Puncture magazine had a cover story on Neutral Milk Hotel. In it Mangum told of the influence on the record of Anne Frank’s The Diary of a Young Girl. He explained that shortly after releasing On Avery Island he read the book for the first time, and found himself completely overwhelmed with sadness and grief. Back in 1998 this admission made my jaw drop. What the hell? A guy in a rock band saying he was emotionally devastated by a book everyone else in America read for a middle-school assignment? I felt embarrassed for him at first, but then, the more I thought about it and the more I heard the record, I was awed. Mangum’s honesty on this point, translated directly to his music, turned out to be a source of great power. 在这张专辑发行后不久，《Puncture》杂志刊登了一期有关中性牛奶酒店的封面故事。在文章中，Mangum讲述了《安妮日记》这本书对这张专辑的影响。他解释道，在发行《On Avery Island》后不久，他头一次读了这本书，发现自己被难过与悲伤淹没，难以自拔。当我在1998年看到这篇文章时，他的自白让我瞠目结舌。搞什么鬼？一个玩摇滚搞乐队的人说他被美国中学必读书目弄得情绪崩溃？起初，我替他感到十分尴尬，但后来，我思考的越多，这张专辑听的越多，就越发佩服他。Mangum的诚挚感情，成为了他音乐创作上的强大源泉，并且毫无保留地传达到了他的音乐中。 In the Aeroplane Over the Sea is a personal album but not in the way you expect. It’s not biography. It’s a record of images, associations, and threads; no single word describes it so well as the beautiful and overused “kaleidoscope.” It has the cracked logic of a dream, beginning with “King of Carrot Flowers Part 1”. The easiest song on the record to like on first listen, it quietly introduces the listener to the to the album’s world, Mangum singing in a muted voice closer to where he left off with the more restrained On Avery Island (through most of Aeroplane he sounds like he’s running out of time and struggling to get everything said). The first four words are so important: “When you were young…” Like every perceptive artist trafficking in memory, Mangum knows dark surrealism to be the language of childhood. At a certain age the leap from kitchen utensils jammed into dad’s shoulder to feet encircled by holy rattlesnakes is nothing. A cock of the head; a squint, maybe. 《In the Aeroplane Over the Sea》是一张私人化的专辑，但它不是你想的那种私人化。它不是一本传记，而是一张由画面、联想和思绪组成的专辑，我们只能用“万花筒”这样美丽而又有点烂俗的名词来描绘它。它有一种如梦境般破碎的逻辑，从《King of Carrot Flowers Part 1》——这张专辑里最悦耳的歌——开始，它将听众悄悄地引入到了专辑的世界中，Mangum暗淡的唱腔，更接近他于《On Avery Island》这张节制的专辑那样（在这张专辑的大部分时候，他听起来都好像时日无多，要竭力去交代完所有事情）。开始的几个字是如此重要：“当你还年轻的时候……”， 像每一个贩卖记忆的敏锐艺术家一样，Mangum知道如何用黑暗的超现实主义语言去刻画童年， 对儿童来说，即使是从餐具刺进爸爸的肩膀到神圣响尾蛇包围双脚这般跳跃的场景，也并没有什么稀奇的，不过就是转个脑袋，瞥一眼的程度吧。 Inside this dream it all begins in the body. Moments of trauma, joy, shame– here they’re all experienced first as physical sensation. A flash of awkward intimacy is recalled as “now how I remember you&#x2F; how I would push my fingers through your mouth&#x2F; to make those muscles move.” Sometimes I hear this line and chuckle. I think of Steve Martin in The Jerk , licking Bernadette Peters’ entire face as a sign of affection. Mangum here reflects the age when biological drives outpace the knowledge of what to do with them, a time you’re seeing sex in everything (“semen stains the mountaintops”) or that sex can be awkward and unintentionally painful (“fingers in the notches of your spine” is not what one usually hopes for in the dark). Obsessed as it is with the textures of the flesh and the physical self as an emotional antenna, listening to Aeroplane sometimes seems to involve more than just your ears. 在这个梦里，一切都始于身体。在这里，那些创伤、快乐、羞耻的时刻都首先以肉体感觉的形式为我们所体验。一段尴尬的亲密关系被回忆为：“现在我能记起&#x2F;我是如何把手指伸进你的嘴里&#x2F;去挑弄那些肌肉”，有时候我听到这句就会发笑。我会想到在电影《大笨蛋》里，史蒂夫·马丁为表示爱慕，去舔伯纳黛特·彼得斯的整张脸。Mangum在这里展现了生物冲动超前于生理知识的那个年纪，处于那个年纪的时候，你在任何地方都能看到性暗示（“精液玷污了山顶”），与此同时，性又是尴尬和无意识的痛苦的（“手指伸进脊髓的缝中”可不是人们在黑暗中想要的）。肉体的质感和用作情感交互的肉身，它们共存于这张令人着迷的专辑中，因此欣赏它的时候用到的可能不只是双耳。 Then there’s the record’s disorienting relationship to time. The instrumentation seems plucked randomly from different years in the 20th century: singing saws, Salvation Army horn arrangements, banjo, accordion, pipes. Lyrical references to technology are hard to fix. Anne Frank’s lifespan from 1929 to 1945 is perhaps the record’s historical center, but the perspective jumps back and forth over centuries, with images and figures sucked from their own age and squirted out somewhere else. When “The King of Carrot Flowers Part 3” mentions “a synthetic flying machine” our minds leap to something like Leonardo da Vinci’s 15th Century drawings of his helicopter prototype. The image in “Two-Headed Boy” of a mutant child trapped in a jar of formaldehyde is pulled from Dr. Moreau’s industrial age island. The radio play powered by pre-electric pulleys and weights, the nuclear holocaust in the title track. What’s it all about? Mangum offers an explanation for these jarring leaps in a line about Anne Frank in “Oh Comely,” where he sings, “I know they buried her body with others&#x2F; her sister and mother and 500 families&#x2F; and will she remember me 50 years later&#x2F; I wished I could save her in some sort of time machine.” If you can move through time, see, nothing ever really dies. 还有一点是，这张专辑的时间顺序混乱不堪。专辑中用到的乐器就像是从二十世纪的不同年代中随意抽出来的，有：锯琴、救世军军号、班卓琴、手风琴、风笛。歌词中提到的科技更是难以定位。安妮·弗兰克生于1929年，于1945年去世，这段时间可能就是专辑的历史中心，但专辑的视角在几个世纪间来回跳跃，画面和人物从它们自己的时代被吸走，又被喷射到另一个时代。当《The King of Carrot Flowers Part 3》提到“合成飞行器”时，我们会想到达芬奇在15世纪创作的飞行器原型图。《Two-Headed Boy》中，那个被困在福尔马林罐中的变异儿童的形象又仿佛来自于《拦截魔人岛》。还有前电力时代的滑轮和砝码所驱动的收音机，专辑同名曲中的原子弹大屠杀。这些意象都是想要表达些什么？《Oh Comely》中有句歌词是关于安妮·弗兰克的，在这里Mangum对这些不和谐的跳跃意象做出了解释，他唱到：“我知道他们把她和别人一同埋葬了&#x2F;还有她的姐姐、她的妈妈，和其他五百个家庭&#x2F;五十年后她还会记得我吗&#x2F;我多希望我能坐着时光机去救下她”。 看吧，如果你能在时光中穿梭，就没有什么会真正死去。 Seven years it’s been, and whether Mangum has had personal trouble or somehow lost his way with music, it’s not unreasonable to think that we’ve heard the last from Neutral Milk Hotel. I hope he does, but he may never pick up the guitar he set down after “Two-Headed Boy Part Two.” Even so, we have this album and another very good one, and that to me is serious riches. Amazing to think how it started, how at the core of it all was guts. I keep thinking of “It’s Alright Ma, I’m Only Bleeding,” and one of Dylan’s truest lines: “If my thought-dreams could be seen&#x2F; They’d probably put my head in a guillotine.” Aeroplane is what happens when you have that knowledge and still take the risk. 七年过去了，无论Mangum是遇到了生活上的困难，还是在音乐事业上迷失了方向，这张专辑很可能就是牛奶中性旅馆的绝唱了。尽管我不希望这样，但他很可能不会再次拿起他在《Two-Headed Boy Part Two》结尾放下的吉他了。即便如此，我们还拥有这张专辑，以及另一张也很不错的专辑，这对我来说就已经是一笔宝贵的财富了。一想到这张专辑是如何开始的，它的核心又是何等的真挚，就令我感到叹服。我总是会想到鲍勃·迪伦的那首《It’s Alright Ma, I’m Only Bleeding》，其中有他最为真诚的歌词之一：“如果我苦苦思索的梦想一旦被看穿&#x2F;他们可能会将我推上断头台”。《Aeroplane》就是你已认识到这点，却仍然选择冒险之后，所得到的东西。 自从今年年初听了这张专辑之后，它已经荣登我这辈子最喜欢的专辑之一，出于对这张专辑的喜爱，用非常蹩脚的文笔翻译了Pitchfork对这张专辑的乐评。对我来说，越洋飞机就如同真心为你，创作者以最痛苦的方式，不遗余力地去探寻自己内心的最深处，将自己心中的一切苦难、纠结、快乐、创伤、希望以独属于自己的手法彻彻底底地表达出来，这样把心刨开的创作方法无疑能带来最为真挚的作品，却又是对自己的一种惩罚和折磨，也就无怪乎痞子在真心为你后陷入重度抑郁，Jeff Mangum也放下音乐事业沉寂多年。如果说真心为你是痞子的私电影，越洋飞机就是Mangum的私音乐，通过它，我能看到Mangum烈日之下曝晒的心。"},{"title":"2021动画简评","date":"un11fin11","updated":"un44fin44","comments":true,"path":"新建文件夹/2021动画盘点.html","permalink":"https://quzs.net/%E6%96%B0%E5%BB%BA%E6%96%87%E4%BB%B6%E5%A4%B9/2021%E5%8A%A8%E7%94%BB%E7%9B%98%E7%82%B9.html","excerpt":"2022年已经过去大半了才基本把我想看的2021年的番看完，再次为我日渐缓慢的补番速度感到由衷的抱歉。 不得不说，2021确实是动画佳作频现的一年，优秀动画的数量即使放在近十年内也是数一数二的了，日本动画业界看起来已经从疫情影响中光速恢复，所谓的“业界药丸”更是为时尚早。 即便如此，我看的番也不能算很多，在bangumi上标记的条目有18个，13部日本tv版动画（奇蛋物语tv版和特别篇分开算），3部日本剧场版动画，1部欧美动画，1部中国动画。 下面会介绍一下我的评分标准和对这18部动画的个人评价（按分数降序排列）。","text":"2022年已经过去大半了才基本把我想看的2021年的番看完，再次为我日渐缓慢的补番速度感到由衷的抱歉。 不得不说，2021确实是动画佳作频现的一年，优秀动画的数量即使放在近十年内也是数一数二的了，日本动画业界看起来已经从疫情影响中光速恢复，所谓的“业界药丸”更是为时尚早。 即便如此，我看的番也不能算很多，在bangumi上标记的条目有18个，13部日本tv版动画（奇蛋物语tv版和特别篇分开算），3部日本剧场版动画，1部欧美动画，1部中国动画。 下面会介绍一下我的评分标准和对这18部动画的个人评价（按分数降序排列）。 我的评分标准10分：对我有特殊意义的、带来巨大影响的神作，例：EVA旧剧场版； 9分：不仅是优秀的佳作，更是在某些方面有相当突出的表现，和10分的距离只在于对我的触动，例：乒乓； 8分：相当优秀的作品，值得力荐，例：电脑线圈； 7分：虽然可能有一些缺陷，但仍然是不错的动画，有可圈可点之处，值得一看，例：Megalo Box第一季； 6分：及格分，整体观感过关，可看可不看的水平，例：SSSS古力特； 5分及以下：不及格，不推荐观看，例子太多不举了。 简评（分数降序排列）9分《Odd Taxi》评分：9.1 无疑是2021年最优秀、最突出、最值得推荐的动画作品。完成度极高的剧本搭配上成熟合理的编排就已经将本作的起点拉到了一个相当高的高度，在此之上，节奏和演出更是相当舒服，不像是动画而更像是成熟的日剧，但本作只能以动画为载体得到呈现。平心而论，本作并非十全十美，限于篇幅，支线并未完全展开，个别人物的塑造也缺点功力，叙述性诡计和多线展开的叙事手法虽然不多见，却也不能说是前无古人后无来者，但是我们应当看到，剧本力压其他一切、一切围绕叙事展开的动画拍摄思路，在如今是多么的少见，这也正说明本作在当今的可贵，在许多重角色、重爆点的动画之中，它树立了一个以剧情为导向的动画的标杆。 《新・福音战士剧场版：终》评分：8.4（出于情怀给了9星） 终于给长达26年的EVA系列划上了一个句号，这个句号是否完美还有待商榷，但它终于是一个句号，而不是旧剧场版的省略号，这点已经足够有意义。首先还是那句话，评价EVA永远不能离开对痞子的分析，尽管新剧场版更加商业化，但是仍然不能忽略作为痞子的“私电影”的EVA，在Q里的痞子显得自闭又压抑，而在终里面，痞子经过十数年，似乎终于是走出来了，他显得豁达而解脱，迫不及待地告诉观众走向现实世界，又迫不及待地走向特摄的怀抱。我能说出许多终的缺点，它节奏有缺憾、3D过度繁杂、说教味过浓，不一而足，但是当最后的最后，松任谷由実的歌声响起，坐在海边的真嗣从LO到原画再到成片，我依然被感动得不能自已。千言万语汇成一句话：再见，所有的Evangelion。 8分《赛马娘 Pretty Derby 第二季》评分：8.2 马娘2的成功，题材的选择有很大的功劳，导演的实力其实并没有相当突出，主题和叙事手法也还是相当王道的那一套。但是，我还是要说但是，本作选择的题材实在是太出色了，本应老套的桥段和人物关系，被真实的历史背景赋予了独特的重量和质感，在优秀的情感调度之下，显得无比动人和热血。 《双城之战》评分：8.1 可以说是这份名单里最格格不入的一部作品，它本质上是一部美剧，只是选择了动画这一媒介。制作质量无可挑剔，极为成熟的三渲二的技术、优秀的配乐、美剧观感的节奏，让这部动画在“好看”这层意义上做到了近乎完美，可惜的是剧情的短板仍然不能忽视。当然这个短板也是相对于制作质量这个极长的长板而言的，本作仍然相当值得观看，即便你像我一样对LOL一无所知。 《摇曳露营△ 第二季》评分：7.8 实在不需要什么过多评价的优秀作品，很好很好的日常作品，对细微气氛的把握依然相当到位。个人稍微有点不喜欢的点在于，空气感上相较第一季有所减弱，制作组似乎做了一定的取舍，更多的注重多人露营的部分，导致风味与第一季有一定的差别。即便如此，它依然是（我看过的为数不多的）日常番中的顶流作品。 7分《无职转生 ～在异世界认真地活下去～ 第二部分》评分：7.9999999…… 应该是我第一次看标准意义上的异世界动画？part1的影响观感的黄色笑话在part2中减少了很多，同时主角一行人真正意义上开始了旅途，将本片变成了一部公路片，这两点导致part2的观感相较part1好了不少。除此之外，制作质量也更上一层楼，作画、背景、演出均为上佳，绝对是奇幻类动画的标杆，每集换op的做法也足以看出制作组的诚意之足。按照我的评判标准它本该绝对能有8分的，可惜它的“恶俗”部分很难让我对它的评价到达一个这样一个水平，于是给了这样的一个分数象征它的质量和我的主观评价。 《歌剧少女》评分：7.4 相当惊喜的一部少女漫改（看完之后才知道是漫改），感情细腻，演出可圈可点，有好几个单集都做得相当出色动人，能看出制作组的诚意。对我来说，2021最让我惊喜的动画有两部，一部是Odd Taxi，另一部就是本片。尽管经费捉襟见肘，以歌剧为主题却无法在画面表现上得到充足的发挥，这点相当可惜，但是在本片的感情调度下，我仍能透过屏幕感受到角色们的热爱、追求与不甘，在有限的经费限制下，却做出了如此真挚的表达，与少歌剧场版的空洞形成了鲜明的对比，可以说是好钢用在刀刃上的典范。 《86 -不存在的战区- 第二季》评分：7.3 相当优秀的轻小说改编作，而且优秀的是“改编”而不是“轻小说”本身。即使只看动画也能看出，原作的水平并不出众，动画的优秀很大程度上来源于制作组在演出和剧情编排上的匠心，同时政治戏的减少也让第二季观感相较第一季提升不少。尽管前中期仍然有些难熬，但是看到最后两集，之前的些许不满都烟消云散了，不论剧情本身如何，86确实是一部制作组付出热情认真制作的动画。 《机动战士高达 闪光的哈萨维》评分：7.0 第一次接触高达系列作品。对UC宇宙了解不多不敢妄作评论，只能说一些我的直观感受，制作质量没话说，琪琪很好看，武戏也挺好看；整体节奏（对我来说）有点快了，但大概剧情的理解并没有很大困难，可能在系列粉丝眼中的观感会更好。同时虽然故事才刚开始，也能管中窥豹的看出一些富野的政治思想，让我对补高达系列有了一些动力。 《天竺鼠车车》评分：7.0 总片长不过半个小时的定格动画，相当淳朴和可爱。尽管是子供向，但是本片在每个短篇中都有想法、有细节，天竺鼠车车的形象也是真的真的真的很可爱，让整个观看过程都很开心。期待10月的第二季！ 《无职转生 ～在异世界认真地活下去～》评分：6.9 第一季的制作水平已然相当优秀了，可惜相较第二季而言，一是“恶俗”的部分显得过多了，看的时候仿佛在吃满是鱼刺的鱼，好吃但是很难受，二是故事还没有完全展开，导致剧情相对第二季显得较为平淡。尽管如此，它仍然是优秀的异世界动画。 《剧场版 少女☆歌剧 Revue Starlight》评分：6.7 最令我失望的动画之一，本来以为它会是魔圆剧场版，结果却是白箱剧场版。我已经在各个地方用或长或短的篇幅表达了我对少歌剧场版的不满意。音乐不如tv，剧情也是对tv的自我重复，前半节奏拖沓细碎难以忍受，明明场景设计相当不错，作画却落了下乘，电影的每分每秒都写着“服务粉丝”四个大字，却很难看见创作者对自己的真诚。也只有Revue这种形式本身的高下限，让本片的观感尚且还行，它不难看，但我真的很失望。 ６分《平家物语》评分：6.5 平家物语并不是传统意义上的历史动画，它的重心从来不是“讲好一段历史”，而是在假定观众对这段历史有一定了解的基础上，提供一个独特的观看视角，想象历史可能具有的侧面。也正是因为这样，山田和吉田两位女性创作者，把本应厚重的历史史诗消解成了一个个细碎的节点，想借由琵琶之眼寻找厚重感的一个替代，这种做法相当独特，但成果并不优秀。技术层面上，它的美术、音乐、演出无不出色，但归根到底，故事和人物还是太过扁平、破碎了，很难让观众对那段历史有一个清晰立体的认知。但当最后三集，故事收束，平家大势已去、盛极转衰，只余琵琶传颂这段历史，剧情的张力终于在此显现，我于是知道，山田拍出了她想要拍的作品，尽管我并不喜欢。ps:op相当好听 《SSSS.电光机王》评分：6.4 相比前作古力特而言，这部的剧本顺畅不少，并没有很大的缺点，制作、演出都在正常水准。但整体看下来，前作的问题却并未得到根本解决，本该充满挖掘可能的设定、人物关系，却因为留白手法的滥用，导致很多角色的戏份都过少，没有得到清楚的交代，最后的效果就是明明细节都还不错，串在一起就显得平淡无味、缺少起伏，实在可惜。万幸的是，男女主的感情线刻画相对成功，让本作有了那么一个值得记住的亮点。 《86 -不存在的战区-》评分：6.3 第一季的改编仍然说的上是优秀。演出音乐都相当优秀（86让我对泽野黑转路），可惜再好的剧情编排和演出也拯救不了弱智的剧情，同时缺少第二季的ep22、ep23级别的封神回，级别制作组诚意满满，本作的观感也只能算是还行。 《伍六七之玄武国篇》评分：6.0 少数在看的国产动画之一了。第四季的剧情比重问题不小，本应关键的主线却只有一半篇幅，单元剧的回数也仍是故技重施，难免审美疲劳，所幸系列的创新性还在个别回数有所体现，演出也算偶有亮点，可看。 5分-《奇蛋物语》评分：5.0 去年对我伤害最大的动画第二名，剧本根本没想好要写什么，头几集画了一个大饼，把许多有深度、可挖掘、新鲜的玩意一股脑塞了进去，搭配上优秀的制作质量，给予了观众一个相当美好的愿景。但结果也很惨烈：大饼没了，愿景是假的，编剧根本没有匹配其野心的实力。最后只剩下剧作在空洞、徒劳地尝试自圆其说。 《奇蛋物语特别篇》评分：2.0 去年对我伤害最大的动画第一名（笑）。且不说前面一半都是总集篇，单看后半也显得支离破碎、不知所云，如果说tv最后还在做着徒劳地尝试，特别篇里就已经破罐子破摔，看完之后，也只能一笑而过，接受愿景已然破碎的现实。 最近看动画的能力真的大幅下降，其实2021还有几部比较想看的动画，但已经很难提起动力去看了，希望以后能抽空补上吧。"},{"title":"Hello World","date":"un11fin11","updated":"un44fin44","comments":true,"path":"新建文件夹/hello-world.html","permalink":"https://quzs.net/%E6%96%B0%E5%BB%BA%E6%96%87%E4%BB%B6%E5%A4%B9/hello-world.html","excerpt":"","text":"拖延症了这么久，终于把个人博客大致搭好了，大概会在这里发表一些乱七八糟的东西，包括但不限于：对ACGN、音乐、电影、书籍的锐评，学习笔记，还有杂七杂八的感想。 建博客的初衷也很简单，想找个地方发一些篇幅不算短的东西，国内各种平台审核严格，于是选择了自建一个。 左边贴了一些常用的社交媒体，欢迎来提问箱提问；最近比较喜欢在豆瓣和Bangumi上自娱自乐的标记和写短评，分工大概是动画漫画在Bangumi上标记，书影音游在豆瓣标记，欢迎来加好友。 希望我能把这个博客长久运营下去。"},{"title":"希尔伯特第三问——从一道数分习题说起","date":"un11fin11","updated":"un44fin44","comments":true,"path":"新建文件夹/希尔伯特第三问——从一道数分习题说起.html","permalink":"https://quzs.net/%E6%96%B0%E5%BB%BA%E6%96%87%E4%BB%B6%E5%A4%B9/%E5%B8%8C%E5%B0%94%E4%BC%AF%E7%89%B9%E7%AC%AC%E4%B8%89%E9%97%AE%E2%80%94%E2%80%94%E4%BB%8E%E4%B8%80%E9%81%93%E6%95%B0%E5%88%86%E4%B9%A0%E9%A2%98%E8%AF%B4%E8%B5%B7.html","excerpt":"从数分习题说起在数分的学习中，有一道经典例题是这样的： Example 1. 设函数f在$x&#x3D;0$处连续，且对一切x, y有$f(x+y)&#x3D;f(x)+f(y)$. 证明f在$\\mathbb{R}$上连续，且$f(x) &#x3D; f(1)x$. 这道题的解答是平凡的，我们在此只简述一下思路：运用$f(x+y)&#x3D;f(x)+f(y)$这一条件, 我们可以得到$f(x+\\Delta x)-f(x) &#x3D; f(\\Delta x)$, 从而易证$f$在$\\mathbb{R}$上连续；进一步，易证$f$在$\\mathbb{Q}$上满足$f(x)&#x3D;f(1)x$，再运用$f$的连续性，可证题中结论。 实际上，方程$f(x+y) &#x3D; f(x)+f(y)$被称作柯西方程（Cauchy’s functional equation），我们在许多条件下都能得到题中的线性函数结论，诸如$f$是单调的，$f$是局部有界的，等等。 而当我们思考一个更进一步的问题，如果我们去掉这些前置条件，仅仅考虑这个方程本身，那么还能确定出（在$f(1)$确定的情况下）唯一的函数$f(x)$吗？答案是否定的。","text":"从数分习题说起在数分的学习中，有一道经典例题是这样的： Example 1. 设函数f在$x&#x3D;0$处连续，且对一切x, y有$f(x+y)&#x3D;f(x)+f(y)$. 证明f在$\\mathbb{R}$上连续，且$f(x) &#x3D; f(1)x$. 这道题的解答是平凡的，我们在此只简述一下思路：运用$f(x+y)&#x3D;f(x)+f(y)$这一条件, 我们可以得到$f(x+\\Delta x)-f(x) &#x3D; f(\\Delta x)$, 从而易证$f$在$\\mathbb{R}$上连续；进一步，易证$f$在$\\mathbb{Q}$上满足$f(x)&#x3D;f(1)x$，再运用$f$的连续性，可证题中结论。 实际上，方程$f(x+y) &#x3D; f(x)+f(y)$被称作柯西方程（Cauchy’s functional equation），我们在许多条件下都能得到题中的线性函数结论，诸如$f$是单调的，$f$是局部有界的，等等。 而当我们思考一个更进一步的问题，如果我们去掉这些前置条件，仅仅考虑这个方程本身，那么还能确定出（在$f(1)$确定的情况下）唯一的函数$f(x)$吗？答案是否定的。 柯西方程的非线性解——Hamel Function在承认选择公理的前提下，我们可以证明以下定理: Theorem 1. 任何线性空间必有（哈默尔）基 由此，我们把$\\mathbb{R}$看作$\\mathbb{Q}$上的线性空间，运用定理1我们可以得到一组基$\\mathcal{B}$，使得任取$x\\in \\mathbb{R}$，都存在唯一有限集合${x_i}{i\\in I}\\subset \\mathcal{B}$ 和对应的${\\lambda i}{i\\in I}\\subset \\mathbb{Q}\\backslash{0}$, 使得$x&#x3D;\\Sigma{i\\in I}\\lambda_i x_i$。 实际上，在得到基$\\mathcal{B}$后，我们定义函数$f(x)$为：$$f(x) &#x3D; f(\\sum_{i\\in I}\\lambda_i x_i)&#x3D;\\sum_{i\\in I}f(\\lambda_i x_i)&#x3D;\\sum_{i\\in I}\\lambda_i f(x_i)$$其中$f(x_i)$的值可以为任意实数，容易验证该函数满足柯西方程，而当$存在x_i\\in \\mathcal{B}, 使得f(x_i)\\neq {x_i}f(1)$时，$f$即为非线性函数，又被称作哈默尔函数（Hamel Function） 这样得到的函数$f$是相当病态的，例如我们可以证明，其函数图像$y&#x3D;f(x)$在$\\mathbb{R}^2$上稠密，即任何给定的圆都至少包含该图象的一个点。这么看来，如此病态、难以刻画的函数很难起到什么作用，但实际上并非如此，运用这个函数，我们能相当巧妙、简洁的解决一些难以入手的问题。 分割长方形我们先来看一个看起来和之前讨论的内容毫不相关的定理： Theorem 2. 假设R是一个长方形，长为$a$，宽为$b$，那么R能被分割成有限个正方形当且仅当*$\\frac{a}{b}\\in \\mathbb{Q}$* 充分性是显然的，因为$\\frac{a}{b}\\in \\mathbb{Q}$，我们可以找到$r\\in \\mathbb{R}$使得$\\frac{a}{r},\\frac{b}{r}\\in \\mathbb{N}$，从而$R$可以被分割成有限个边长为$r$的正方形。 必要性则要麻烦的多，在这里，我们可以运用Hamel Function给出一个巧妙的解法 Proof: 不妨设$R$是一个$a\\times 1$的长方形，其中$a\\notin \\mathbb{Q}$。 我们运用反证法，假设$R$可被分成有限个正方形的集合${S_i}{i\\in I}$通过延长每个正方形的每条边，我们可以将$R$切割成表格形，即为有限个小长方形的集合${r_j}{j\\in J}$。 因为$a\\notin \\mathbb{Q}$，所以1和a在$\\mathbb{Q}$上线性无关，因此可以将${1, a}$扩展为上文中提到的基$\\mathcal{B}$，我们定义如下Hamel Function：$$\\displaylines{f:\\mathcal{B} \\rightarrow \\mathbb{Q} \\f(1) :&#x3D; 1, f(a) :&#x3D; -1, f(x_i) &#x3D; 0\\mbox{, 对所有其他}x_i\\in \\mathcal{B}}$$再定义如下面积函数$A$：$$\\mbox{对于$h\\times d$的长方形$r$}, A(r) &#x3D; f(h)f(d)$$因此我们可以得到，面积函数$A$具有可加性，即对于由$h_1\\times d$的长方形$r_1$和$h_2\\times d$的长方形$r_2$组合而成的$(h_1+h_2)\\times d$长方形$r_3$，有$$\\begin{aligned} A(r_3) &amp;&#x3D; f(h_1+h_2)f(d)\\&amp;&#x3D;[f(h_1)+f(h_2)]f(d)\\&amp;&#x3D;f(h_1)f(d)+f(h_2)f(d)\\&amp;&#x3D;A(r_1) + A(r_2) \\end{aligned}$$所以我们可以推出：$$A(R) &#x3D; \\sum_{j \\in J}A(r_j) &#x3D; \\sum_{i \\in I}A(S_i)$$其中$A(S_i) &#x3D; f(t)^2\\geqslant 0$, 所以$A(R)\\geqslant 0$，而$A(R) &#x3D; f(a)f(1) &#x3D; -1 &lt;0$, 推出矛盾。 ◻ 这个解法相当巧妙，令人叹为观止， 而Hamel Function的运用并不仅此一处，事实上，大名鼎鼎的希尔伯特二十三问中的第三问，就能用类似的方法进行解决。 更进一步——希尔伯特第三问希尔伯特第三问的具体表述是这样的：任给两个相同体积的多面体，它们能全等分解吗？其中同等分解指的是通过裁剪分解为全等的多面体。这个问题的回答也是否定的，事实上，我们可以证明以下定理： Theorem 3. 体积相同的立方体和正四面体无法全等分解 而在证明这个定理之前，我想先回过头来，简述一下希尔伯特第三问的历史背景。 Wallace–Bolyai–Gerwien theorem早在19世纪初，数学家们就已经证明了这一命题的二维情形，即Wallace–Bolyai–Gerwien theorem： Theorem 4. (Wallace–Bolyai–Gerwien theorem)多边形可被全等分解当且仅当它们面积相等 这个定理的证明思路并不复杂：我们可以证明全等分解是等价关系，多边形可以分解为一系列小三角形，而通过一系列操作，可以证明三角形可以全等分解为相同面积的正方形，而一系列正方形可以全等分解为面积为其之和的大正方形，所以多边形可以全等分解为面积相同的正方形，由此得证。 这个定理意味着，我们不需要借助其他工具，仅凭”物理上”的剪切就能说明三角形的面积是二分之一底乘高，而如果把这个问题扩展到三维，金字塔的体积是三分之一底面面积乘高，而在过去，这个算法的证明依赖于微积分，由此就衍生出了希尔伯特第三问的初步想法：我们能仅仅通过”剪切”来证明金字塔乃至其他锥体的体积公式吗？答案是否定的，而这个问题后来被希尔伯特的学生Max Dehn在1900年解决了。下面我们给出定理3的两种证明，尽管并不是Dehn最开始的证明方法，但思路是大抵相同的。 定理的第一种证明第一种证明需要我们用到如下的定理： Theorem 5. (Bricard’scondition)如果两个全等分解的多面体分别有二面角$\\alpha_1, \\ldots,\\alpha_r$和$\\beta_1, \\ldots, \\beta_s$，那么存在正整数$m_i,n_j$和整数$k$，使得下列方程成立：$$m_1\\alpha_1+\\cdots +m_r\\alpha_r&#x3D;n_1\\beta_1+\\cdots+n_s\\beta_s+k\\pi$$这个定理的证明相当繁琐细碎，在这里就不赘述了。 除此之外，我们还需要证明正四面体的二面角$\\theta$与$\\pi$的比是无理数： Proof: 因为$\\theta &#x3D; \\arccos{\\frac{1}{3}}$， 事实上我们可以证明:$$\\mbox{对所有$n\\geqslant 0$}, A(n) :&#x3D; \\frac{1}{\\pi}\\arccos(\\frac{1}{\\sqrt{n}})\\mbox{为无理数}$$但这个定理的证明并不容易，为求简便，我们在这里采用另一方法： 考虑$\\gamma &#x3D; \\frac{1}{2}(\\pi - \\theta),\\cos\\gamma+i\\sin\\gamma &#x3D; \\frac{1+\\sqrt{-2}}{\\sqrt{3}}$，若$\\gamma$为$\\pi$的有理数倍，则$\\gamma$为单位根，但环$\\mathbb{Z}$为唯一分解整环，因此$\\gamma$不是单位根，因此$\\gamma$不为有理数倍的$\\pi$，因此$\\theta$也不为$\\pi$的有理数倍 ◻ 由此我们很快就可以给出定理3的第一种证明： Proof: 如果相同体积的立方体和正四面体可以全等分解，那么根据定理5，$\\pi$和$\\theta$在$\\mathbb{Q}$上线性相关。也就是说$\\theta$可以表示为$\\pi$的有理数倍，和上述结论矛盾 ◻ 定理的第二种证明而运用Hamel Function，我们可以给出定理3的第二种证明： Proof: 同样采用反证法，我们不妨假设存在这样的一种全等分解，将立方体变为等体积的正四面体。 仿照Theorem 2证明的思路，因为${\\pi, \\theta}$线性无关，我们将其扩展成$\\mathbb{R}$在$\\mathbb{Q}$上的基$\\mathcal{B}$, 再构造一个这样的Hamel Function:$$\\displaylines{f:\\mathcal{B} \\rightarrow \\mathbb{Q} \\f(\\theta) :&#x3D; 1, f(\\pi) :&#x3D; 0, f(x_i) &#x3D; 0\\mbox{, 对所有其他}x_i\\in \\mathcal{B}}$$ 下面定义多面体的体积函数为：$$V(P) &#x3D; \\sum t_if(\\alpha_i)$$, 其中$t_i$为第$i$条棱的棱长，$\\alpha_i$​为对应的二面角。 下面我们要验证，在函数$f$可加且$f(\\pi)&#x3D;0$的条件下，函数$V(p)$的可加性，可加性的具体证明也相当繁琐，涉及到空间中多面体的严格定义，我们也暂且不谈，但是我们可以给出可加性的一个直观解释： 想象用一个平面去切割多面体，每次切割会沿着一个面或者一条棱，前者会导致棱长的增加，即$t_if(\\alpha_i) \\to t_if(\\alpha_i) + [t^{‘}_if(\\beta)+t^{‘}_if(\\pi -\\beta)]$，中括号内是新增的函数值；后者会导致二面角的变化，即$t_if(\\alpha_i) \\to t_if(\\beta)+t_if(\\pi -\\beta)$，而这两者在函数$f$可加且$f(\\pi)&#x3D;0$的条件下都是保持不变的，这样我们就有了一个对可加性的直观感受。 接下来的步骤就十分显然了，对于体积相等的两个立方体$C$和正四面体$T$，我们有$V(C) &#x3D; 0$和$V(T)&#x3D; \\sum t_i &#x3D; 6t_i &gt; 0$，因此这两个多面体不可能是全等分解的。 ◻ 事实上，多面体$P$的函数值$V(P)$又被称作Dehn invariant，按照上述证明中的方法，我们可以得出这样一个结论： Theorem 6. 两个体积相同的多面体如果全等分解，那么它们的Dehn invariant相等 一些进展但是定理6的逆命题是否成立直到1965年才有定论，Jean-PierreSydler证明了它的逆命题，因此这个定理可以有一个更完整的表述了： Theorem 7.对于两个体积相同的多面体，它们能够全等分解当且仅当它们的Dehn invariant相等 1980年，Hans Debrunner指出，任何平铺空间的四面体都必须具有 0 的 Dehn不变量——这与立方体相同。而更高维的类似问题，则依然等待解决。 结语最早想到这个问题作为我的作业B是在数分二的早期一堂课上，杨家忠老师提出了定理2中的问题，并且给予了”很有意思”的评价。苦苦思考几天无果之后，我开始求助于互联网，在搜寻了各种信息后才有了这篇小文章的大概想法。 本文参考了不少数学天书中的证明(Aigner, Martin, 和Günter M. Ziegler.Proofs from THE BOOK. 6th ed. 2018.)中的想法，同时也少不了Wikipedia和各种互联网资源的帮助，没有这些信息源，我是断然无法写出这篇文章的。"},{"title":"暑假书影音游总结","date":"un11fin11","updated":"un55fin55","comments":true,"path":"新建文件夹/暑假书影音游总结.html","permalink":"https://quzs.net/%E6%96%B0%E5%BB%BA%E6%96%87%E4%BB%B6%E5%A4%B9/%E6%9A%91%E5%81%87%E4%B9%A6%E5%BD%B1%E9%9F%B3%E6%B8%B8%E6%80%BB%E7%BB%93.html","excerpt":"因为疫情，六月初室友们就早早返乡，我在寝室从六月独居到七月底，又回到家中蹉跎了一个月时光，这个暑假似乎长的离谱，于是想在这里对暑假的精神消费挑取一些重点做一个小小的总结（可能直接照搬bangumi或豆瓣），聊以自慰（动画的部分参见2021 动画简评）。","text":"因为疫情，六月初室友们就早早返乡，我在寝室从六月独居到七月底，又回到家中蹉跎了一个月时光，这个暑假似乎长的离谱，于是想在这里对暑假的精神消费挑取一些重点做一个小小的总结（可能直接照搬bangumi或豆瓣），聊以自慰（动画的部分参见2021 动画简评）。 书 我读书真的很慢很慢，本学期的目标是一周至少读一本书，目前进度倒欠三本，所以这里主要总结的是漫画。 《昨日之歌》作者：冬目景 冬目景的笔触和质感令人感动。作品内部时间的悠长与叙事节奏的缓慢相辅相成，搭配上留白手法的运用，带来了独一无二的沉浸感和时间流逝感；在这种内敛的手法和作品基调下，剧情的诸多巧合和贵圈真乱的不真实感都被冲淡，冬目景滥用的一些技巧也变得可以原谅了。感谢在这个时间节点遇到了这部作品，主角们从未忘记过去，正如品子到最后也没有放下勇，主角们最终做到的是直面过去，即便那不一定意味着好结果。 我对这部作品的喜爱是溢于言表的，等到响之人老师把画册寄给我之后我应该会专门写一篇文章来品读，敬请期待。 《The Story of Art》作者：E.H.Gombrich 暑校课程推荐读物，相当大部头的一部艺术史入门著作，其实还并未读完，只读了课程相关的1&#x2F;3，但我已经忍不住表达对作者贡布里希的钦佩和叹服。不仅语言上的优美和讲述思路的深入浅出令人喜爱，更为重要的是作者的叙事口吻中自然流露出的真诚与谦卑，让我在阅读的时候能够切身体会到作者对艺术的真挚热爱，仿佛能看到作者欣赏艺术品的画面，也更能感受到艺术本身的美。令人惭愧的是，这本书在国外似乎是作为十五六岁青少年普及读物的存在，而我现在才开始了解，希望这学期能啃完它！ 《I’’s》作者：桂正和 首先必须做出十分下流的说明，桂正和对少女体态、表情乃至色情的把握已然出神入化，如果没有如此出色的福利画面，I’’s绝对不会有如今的风评。同类漫画的许多通病都能在I’’s里找到，包括但不限于男主人设恶心、节奏拖沓、桥段老套等等，但I’’s仍是一部好作品，只因为它的许多细节都相当动人，令人恍惚，它的细节根本不依托于大段的文本，只需要女角色的一个表情，再配上一句引人深思的台词，就足以在读者心里激起阵阵涟漪，真是可怕。且看最后结尾那一句“我不要你改变”，就足以让作品的种种俗气褪去，只剩美好被定格。 最后推荐一下I’’s的这个系列解析，在它的光芒之下，所有I’’s的漫评都黯然失色：桂正和《I’’s》五万字严肃文艺批评——活剖苇月伊织（第一期） 《关于地球的运动》 作者：鱼丰 可能是近几年为数不多的令人心生感动的漫画。讲述地心说作为唯一真理的文艺复兴年代，被当作异端学说的地动说，是如何在压迫中传承的故事。作者是相当年轻的新人，画工不出彩、分镜能力也一般，但在选题、文本、乃至大场面的渲染上都有着出色的能力，让漫画具有相当程度的历史厚重感和浪漫感，前两章尤为出色，追求真理的浪漫被体现的淋漓尽致，后期虽然能看出来作者有力不从心的问题，文戏过度挤压剧情，却也仍算得上优秀。毕竟光是对真理的追求，就足够动人。 影 暑假观影23部，这里着重写几部比较喜欢的 《地下》 导演：埃米尔·库斯图里卡 悲喜交加，暗喻繁多，视觉奇观。已经不仅是暑假最佳，在我（并不算多）的观影记录中也是top5级别的作品，我的文笔已不足以对它进行评价，只能等待下一次观看的到来。 《绿光》 导演：埃里克·侯麦 此前并未怎么看过法国文艺片，絮絮叨叨，零零碎碎，是豆瓣会喜欢的那种电影。绿光的象征意义是什么？主角的爱情到来了吗？没人知道，侯麦也没有给出答案。而当结尾绿光出现，理性的思考却完全无法抗拒感性的呼唤，没有人会不对这绿色的一瞥感动吧。 《阳光灿烂的日子》导演：姜文 姜文是最牛逼的大陆导演！ 《阿飞正传》导演：王家卫 应该是王家卫作品里最为喜欢的一档了，潮湿的闷热的苔绿色的；上午看完英雄本色再看这部，能看出张国荣明显的进步，气场几乎把刘德华逼到了角落里，对镜独舞那段太迷人了；重看结尾梁朝伟的cut，更是喜欢的不行，本来也就8分左右的水平，结尾的两分钟直接让我对它的好感度上了一个台阶。 《蓝白红三部曲》导演：克日什托夫·基耶斯洛夫斯基 在电影资料馆看的这三部曲，从下午看到晚上，实在是有点累人，但感受也很好。 蓝：十分舒适的观影体验，镜头、色彩、音乐美妙非凡，剧本虽不出彩，视听语言却可完全承载满溢而出的情绪的表达；女主实在是太好看了，《为什么我是短发控》 白：三部曲里应该最喜欢这部的风格，剧本很有意思，爱情观念的探讨与政治隐喻并存，体验上应该也是最“好看”的一部；这里的朱莉德尔佩比爱在系列里好看十倍，不得不感叹导演的水平（虽然还是觉得比诺什更好看） 红：可能是三部曲里最闷的一部？并不以完整叙事为重心（但剧作结构还是相当精巧），更多的是哲学的探讨，隐喻和符号数不胜数难以完全看懂，但看到最后结尾的处理，还是难以回过神来啊 音 暑假听了43张专辑（顺便还买了二三十张），其中华语专辑浓度应该是近几年最高的一次了，主要以港台音乐为主，这里按音乐人or流派大致记录一下印象比较深的专辑。 Prince 上学期听了一个学期的prince，暑假也没有消停下来，实在是太喜欢太喜欢他了，可以算是目前最喜欢的音乐人 《Rave Un2 the Joy Fantastic》 难以评价的专辑，过于未来过于超前，难以想象是二十多年前的专辑，听感就和封面的风格一样，充满了蓝色的塑料未来感，外星人的称号真的是贴切极了。 《Parade》Kiss应该是Prince生涯里top级别的大毒曲了，但其实其他的歌也很耐听，Girls &amp; Boys的洗脑度不比Kiss弱多少，Sometimes It Snows In April即便在Prince的这么多慢歌里也是最好的那几首，明年他忌日的时候想去唱这首歌。 《Emancipation》3CD容量的专辑，整整3个小时36首歌，实在是惊人的体量，也只有他才能有如此可怕的创作能力，简直让人怀疑Prince的创作能量真的可以穷尽吗，我也用了好久才消化完这张专辑，而且里面好歌还比比皆是，实在是应了它的专辑名称，无愧是脱离唱片公司掌控之后的一次大“解放”。 Michael Jackson《Off The Wall》是他进入巅峰期的开始，还能看到一些青涩和稚嫩，风格也还是旧的，但是已经足够超前、十分牛逼了，光是前两首拿出来就相当惊艳，整张的听感都十分跃动，bass和鼓点实在是让人想要起舞。 《Dangerous》这张的njs玩的太劲了，直接把同期的其他njs甩开了一个时代，制作和音色都已经达到了一个巅峰，也可能是他最后的巅峰了。 きのこ帝国《渦になる》 第一次听日本的shoegaze，实在是不讲道理的专辑，独具特色的音墙和吉他，承载了那些逼仄的情绪，浅蓝色的漩涡般的声音将人浸没，会让人觉得这是属于“自己”的音乐，真好啊。 《Eureka》他们的第二张专辑，和处女作风格相当类似，都是所谓“青春的伤痛”，他们的风格实在太迷人，会让我联想到最喜欢的那类青春动画or漫画，朦胧、迷茫、躁动。 华语专辑《红旗下的蛋》作者：崔健 比他最为有名的第一张专辑还要好，单单是《宽容》这一首歌，就足以奠定崔健的伟大，抛开歌词的种种隐喻不谈，单从音乐性上讲也是无可挑剔的存在，fusion、funk、爵士、摇滚等等融为一体，概念和乐风都相当统一，实在是当之无愧的国摇巅峰。 《华丽的冒险》作者：陈绮贞 暑假听闻《吉他手》发行二十周年，开始听陈老师，在她前期的四张专辑里尤其喜欢这张。尽管和前面几张相比，它变得主流、变得摇滚，但听感上却无疑是最流畅最成熟的一张，我喜欢它的几乎每一首歌，它们可能有一定的同质化，但似乎有一种魔力，让人无法厌恶。 《拜金小姐》 作者：拜金小姐 相当独特的音乐，带着扁平化和游戏化的倾向，我也是第一次听这样的音乐，充斥着华丽、妖娆、放浪、神经质的制作，如此特立独行如此另类又是如此好听。 《I’m OK》作者：陶喆 暑假把陶喆的几张主要专辑都听了一遍，最喜欢的是这张，不是说其他专辑不好，但在我看来无论是首专还是黑色柳丁，都为了形式上的概念性牺牲了一部分音乐性，唯有这张在两者的平衡上做的最好。同时这张专辑的黑白（黄）融合也是做的最好的一张，流畅动听。 其他《Remain in Light》作者：Talking Heads 大名鼎鼎的“余光中”，前面几首实在好听到不行，对这种风格的音乐无法抗拒，连后面几首的平庸都变得可以忍受了，afrobeat、舞曲、电子，在豆瓣标记之前真的没想到是1980年的专辑。 《Marquee Moon》 作者：Television 暑假听的这些专辑中最难分类、最难评价、最难吹捧的一张，不仅仅是单纯的好听，听的过程充满了惊喜乃至折服，如此怪异又是如此动听，同时却几乎找不到第二个像他们的乐队了。我的水平实在有限，难以对这张专辑进行一个准确、全面的评价，好在，我们有了这篇乐评：月泉喷涌而出（Marquee Moon）乐评 游 暑假其实打的游戏不算多，甚至xb3都因为种种原因还没打完，好在打完的游戏都是相当优秀的作品，实在是一种幸运。 《只狼》玩的第二部宫崎英高的作品，可以看出来和传统魂系作品的许多差别：播片和存档点更多了，钩爪的加入使地图的纵向设计更为丰富（虽然体量更小），拼刀的机制让战斗更偏向ACT。世界观风格和美术的造诣依然很高。Boss设计实在出色，那种从被虐到逐渐掌握boss出招节奏再到完全熟练应对最终击败boss的成就感，实在是无法言说也无法替代的。 《逆转裁判》游戏的流程不长，十小时足以打完。它几乎没有缺点：人物刻画立体，虽然是动画简介，效果却足够优秀，生动幽默，配合出色的台词迅速地立起一个个人物形象；章节剧情不仅不降智不无趣，又能紧紧地串联在一起，形成一个完整的故事；音乐、玩法、美术的水平也都在线。它就像一个精致的箱庭，是同类游戏中近乎完美的标杆。 《伊苏8：丹娜的陨涕日》平心而论，伊苏8在如今的视角来看是绝对稍显过时的。战斗玩法深度不足，地图设计和boss设计水平都不算出色，更不用说近乎灾难的画面水平了。就连引以为傲的剧情，在如今的眼光看来都存在不少问题，前期节奏过于拖沓，后期关键剧情开始展开，虽然仍然相当优秀，在如今看来却并不能算得上多么惊天动地。但是，伊苏8的一个优点却能在六年后的如今，仍然让我打完后怅然若失，不能忘怀，那就是它立好了一个角色：丹娜。作为女主角，丹娜的绝对是同类人设中的佼佼者，美丽、圣洁、坚毅这些苍白的关键词套在她身上都是如此丰富立体，因为她是如此纯粹、清澈，即使以如今的观点看，也是无法取代的角色。丹娜，我的丹娜呜呜呜呜呜呜呜呜呜呜呜😭😭😭😭😭 《异度神剑：决定版》 赶在xb3发售之际打完了这部作品，可以看出高桥对mmorpg的大量借鉴，可惜当时的战斗设计在如今已有些许过时，灌水的支线任务更是难以忍受的缺点，好在优秀的剧情、世界观、地图设计仍然没有被掩盖，仍然是值得一玩的佳作；比较可惜的是，因为剧情的驱动力过强，地图设计的出彩没有充分的机会来细品，等待之后的空闲时间了。顺便说一下DLC《相连的未来》，在没有改编游戏基本框架的前提下，对许多陈旧的设计进行了优化和删改，而画质也是真正的进化了，同时诺彭战队的设计能看出来是为了xb3铺路，整体体验是相当不错的。最后的最后：我永远喜欢菲奥伦！"},{"title":"分类","date":"un55fin55","updated":"un11fin11","comments":false,"path":"categories/index.html","permalink":"https://quzs.net/categories/index.html","excerpt":"","text":""},{"title":"标签","date":"un55fin55","updated":"un11fin11","comments":false,"path":"tags/index.html","permalink":"https://quzs.net/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"暑假书影音游总结","slug":"暑假书影音游总结","date":"un55fin55","updated":"un11fin11","comments":true,"path":"archives/2c669196.html","link":"","permalink":"https://quzs.net/archives/2c669196.html","excerpt":"因为疫情，六月初室友们就早早返乡，我在寝室从六月独居到七月底，又回到家中蹉跎了一个月时光，这个暑假似乎长的离谱，于是想在这里对暑假的精神消费挑取一些重点做一个小小的总结（可能直接照搬bangumi或豆瓣），聊以自慰（动画的部分参见2021 动画简评）。","text":"因为疫情，六月初室友们就早早返乡，我在寝室从六月独居到七月底，又回到家中蹉跎了一个月时光，这个暑假似乎长的离谱，于是想在这里对暑假的精神消费挑取一些重点做一个小小的总结（可能直接照搬bangumi或豆瓣），聊以自慰（动画的部分参见2021 动画简评）。 书 我读书真的很慢很慢，本学期的目标是一周至少读一本书，目前进度倒欠三本，所以这里主要总结的是漫画。 《昨日之歌》作者：冬目景 冬目景的笔触和质感令人感动。作品内部时间的悠长与叙事节奏的缓慢相辅相成，搭配上留白手法的运用，带来了独一无二的沉浸感和时间流逝感；在这种内敛的手法和作品基调下，剧情的诸多巧合和贵圈真乱的不真实感都被冲淡，冬目景滥用的一些技巧也变得可以原谅了。感谢在这个时间节点遇到了这部作品，主角们从未忘记过去，正如品子到最后也没有放下勇，主角们最终做到的是直面过去，即便那不一定意味着好结果。 我对这部作品的喜爱是溢于言表的，等到响之人老师把画册寄给我之后我应该会专门写一篇文章来品读，敬请期待。 《The Story of Art》作者：E.H.Gombrich 暑校课程推荐读物，相当大部头的一部艺术史入门著作，其实还并未读完，只读了课程相关的1&#x2F;3，但我已经忍不住表达对作者贡布里希的钦佩和叹服。不仅语言上的优美和讲述思路的深入浅出令人喜爱，更为重要的是作者的叙事口吻中自然流露出的真诚与谦卑，让我在阅读的时候能够切身体会到作者对艺术的真挚热爱，仿佛能看到作者欣赏艺术品的画面，也更能感受到艺术本身的美。令人惭愧的是，这本书在国外似乎是作为十五六岁青少年普及读物的存在，而我现在才开始了解，希望这学期能啃完它！ 《I’’s》作者：桂正和 首先必须做出十分下流的说明，桂正和对少女体态、表情乃至色情的把握已然出神入化，如果没有如此出色的福利画面，I’’s绝对不会有如今的风评。同类漫画的许多通病都能在I’’s里找到，包括但不限于男主人设恶心、节奏拖沓、桥段老套等等，但I’’s仍是一部好作品，只因为它的许多细节都相当动人，令人恍惚，它的细节根本不依托于大段的文本，只需要女角色的一个表情，再配上一句引人深思的台词，就足以在读者心里激起阵阵涟漪，真是可怕。且看最后结尾那一句“我不要你改变”，就足以让作品的种种俗气褪去，只剩美好被定格。 最后推荐一下I’’s的这个系列解析，在它的光芒之下，所有I’’s的漫评都黯然失色：桂正和《I’’s》五万字严肃文艺批评——活剖苇月伊织（第一期） 《关于地球的运动》 作者：鱼丰 可能是近几年为数不多的令人心生感动的漫画。讲述地心说作为唯一真理的文艺复兴年代，被当作异端学说的地动说，是如何在压迫中传承的故事。作者是相当年轻的新人，画工不出彩、分镜能力也一般，但在选题、文本、乃至大场面的渲染上都有着出色的能力，让漫画具有相当程度的历史厚重感和浪漫感，前两章尤为出色，追求真理的浪漫被体现的淋漓尽致，后期虽然能看出来作者有力不从心的问题，文戏过度挤压剧情，却也仍算得上优秀。毕竟光是对真理的追求，就足够动人。 影 暑假观影23部，这里着重写几部比较喜欢的 《地下》 导演：埃米尔·库斯图里卡 悲喜交加，暗喻繁多，视觉奇观。已经不仅是暑假最佳，在我（并不算多）的观影记录中也是top5级别的作品，我的文笔已不足以对它进行评价，只能等待下一次观看的到来。 《绿光》 导演：埃里克·侯麦 此前并未怎么看过法国文艺片，絮絮叨叨，零零碎碎，是豆瓣会喜欢的那种电影。绿光的象征意义是什么？主角的爱情到来了吗？没人知道，侯麦也没有给出答案。而当结尾绿光出现，理性的思考却完全无法抗拒感性的呼唤，没有人会不对这绿色的一瞥感动吧。 《阳光灿烂的日子》导演：姜文 姜文是最牛逼的大陆导演！ 《阿飞正传》导演：王家卫 应该是王家卫作品里最为喜欢的一档了，潮湿的闷热的苔绿色的；上午看完英雄本色再看这部，能看出张国荣明显的进步，气场几乎把刘德华逼到了角落里，对镜独舞那段太迷人了；重看结尾梁朝伟的cut，更是喜欢的不行，本来也就8分左右的水平，结尾的两分钟直接让我对它的好感度上了一个台阶。 《蓝白红三部曲》导演：克日什托夫·基耶斯洛夫斯基 在电影资料馆看的这三部曲，从下午看到晚上，实在是有点累人，但感受也很好。 蓝：十分舒适的观影体验，镜头、色彩、音乐美妙非凡，剧本虽不出彩，视听语言却可完全承载满溢而出的情绪的表达；女主实在是太好看了，《为什么我是短发控》 白：三部曲里应该最喜欢这部的风格，剧本很有意思，爱情观念的探讨与政治隐喻并存，体验上应该也是最“好看”的一部；这里的朱莉德尔佩比爱在系列里好看十倍，不得不感叹导演的水平（虽然还是觉得比诺什更好看） 红：可能是三部曲里最闷的一部？并不以完整叙事为重心（但剧作结构还是相当精巧），更多的是哲学的探讨，隐喻和符号数不胜数难以完全看懂，但看到最后结尾的处理，还是难以回过神来啊 音 暑假听了43张专辑（顺便还买了二三十张），其中华语专辑浓度应该是近几年最高的一次了，主要以港台音乐为主，这里按音乐人or流派大致记录一下印象比较深的专辑。 Prince 上学期听了一个学期的prince，暑假也没有消停下来，实在是太喜欢太喜欢他了，可以算是目前最喜欢的音乐人 《Rave Un2 the Joy Fantastic》 难以评价的专辑，过于未来过于超前，难以想象是二十多年前的专辑，听感就和封面的风格一样，充满了蓝色的塑料未来感，外星人的称号真的是贴切极了。 《Parade》Kiss应该是Prince生涯里top级别的大毒曲了，但其实其他的歌也很耐听，Girls &amp; Boys的洗脑度不比Kiss弱多少，Sometimes It Snows In April即便在Prince的这么多慢歌里也是最好的那几首，明年他忌日的时候想去唱这首歌。 《Emancipation》3CD容量的专辑，整整3个小时36首歌，实在是惊人的体量，也只有他才能有如此可怕的创作能力，简直让人怀疑Prince的创作能量真的可以穷尽吗，我也用了好久才消化完这张专辑，而且里面好歌还比比皆是，实在是应了它的专辑名称，无愧是脱离唱片公司掌控之后的一次大“解放”。 Michael Jackson《Off The Wall》是他进入巅峰期的开始，还能看到一些青涩和稚嫩，风格也还是旧的，但是已经足够超前、十分牛逼了，光是前两首拿出来就相当惊艳，整张的听感都十分跃动，bass和鼓点实在是让人想要起舞。 《Dangerous》这张的njs玩的太劲了，直接把同期的其他njs甩开了一个时代，制作和音色都已经达到了一个巅峰，也可能是他最后的巅峰了。 きのこ帝国《渦になる》 第一次听日本的shoegaze，实在是不讲道理的专辑，独具特色的音墙和吉他，承载了那些逼仄的情绪，浅蓝色的漩涡般的声音将人浸没，会让人觉得这是属于“自己”的音乐，真好啊。 《Eureka》他们的第二张专辑，和处女作风格相当类似，都是所谓“青春的伤痛”，他们的风格实在太迷人，会让我联想到最喜欢的那类青春动画or漫画，朦胧、迷茫、躁动。 华语专辑《红旗下的蛋》作者：崔健 比他最为有名的第一张专辑还要好，单单是《宽容》这一首歌，就足以奠定崔健的伟大，抛开歌词的种种隐喻不谈，单从音乐性上讲也是无可挑剔的存在，fusion、funk、爵士、摇滚等等融为一体，概念和乐风都相当统一，实在是当之无愧的国摇巅峰。 《华丽的冒险》作者：陈绮贞 暑假听闻《吉他手》发行二十周年，开始听陈老师，在她前期的四张专辑里尤其喜欢这张。尽管和前面几张相比，它变得主流、变得摇滚，但听感上却无疑是最流畅最成熟的一张，我喜欢它的几乎每一首歌，它们可能有一定的同质化，但似乎有一种魔力，让人无法厌恶。 《拜金小姐》 作者：拜金小姐 相当独特的音乐，带着扁平化和游戏化的倾向，我也是第一次听这样的音乐，充斥着华丽、妖娆、放浪、神经质的制作，如此特立独行如此另类又是如此好听。 《I’m OK》作者：陶喆 暑假把陶喆的几张主要专辑都听了一遍，最喜欢的是这张，不是说其他专辑不好，但在我看来无论是首专还是黑色柳丁，都为了形式上的概念性牺牲了一部分音乐性，唯有这张在两者的平衡上做的最好。同时这张专辑的黑白（黄）融合也是做的最好的一张，流畅动听。 其他《Remain in Light》作者：Talking Heads 大名鼎鼎的“余光中”，前面几首实在好听到不行，对这种风格的音乐无法抗拒，连后面几首的平庸都变得可以忍受了，afrobeat、舞曲、电子，在豆瓣标记之前真的没想到是1980年的专辑。 《Marquee Moon》 作者：Television 暑假听的这些专辑中最难分类、最难评价、最难吹捧的一张，不仅仅是单纯的好听，听的过程充满了惊喜乃至折服，如此怪异又是如此动听，同时却几乎找不到第二个像他们的乐队了。我的水平实在有限，难以对这张专辑进行一个准确、全面的评价，好在，我们有了这篇乐评：月泉喷涌而出（Marquee Moon）乐评 游 暑假其实打的游戏不算多，甚至xb3都因为种种原因还没打完，好在打完的游戏都是相当优秀的作品，实在是一种幸运。 《只狼》玩的第二部宫崎英高的作品，可以看出来和传统魂系作品的许多差别：播片和存档点更多了，钩爪的加入使地图的纵向设计更为丰富（虽然体量更小），拼刀的机制让战斗更偏向ACT。世界观风格和美术的造诣依然很高。Boss设计实在出色，那种从被虐到逐渐掌握boss出招节奏再到完全熟练应对最终击败boss的成就感，实在是无法言说也无法替代的。 《逆转裁判》游戏的流程不长，十小时足以打完。它几乎没有缺点：人物刻画立体，虽然是动画简介，效果却足够优秀，生动幽默，配合出色的台词迅速地立起一个个人物形象；章节剧情不仅不降智不无趣，又能紧紧地串联在一起，形成一个完整的故事；音乐、玩法、美术的水平也都在线。它就像一个精致的箱庭，是同类游戏中近乎完美的标杆。 《伊苏8：丹娜的陨涕日》平心而论，伊苏8在如今的视角来看是绝对稍显过时的。战斗玩法深度不足，地图设计和boss设计水平都不算出色，更不用说近乎灾难的画面水平了。就连引以为傲的剧情，在如今的眼光看来都存在不少问题，前期节奏过于拖沓，后期关键剧情开始展开，虽然仍然相当优秀，在如今看来却并不能算得上多么惊天动地。但是，伊苏8的一个优点却能在六年后的如今，仍然让我打完后怅然若失，不能忘怀，那就是它立好了一个角色：丹娜。作为女主角，丹娜的绝对是同类人设中的佼佼者，美丽、圣洁、坚毅这些苍白的关键词套在她身上都是如此丰富立体，因为她是如此纯粹、清澈，即使以如今的观点看，也是无法取代的角色。丹娜，我的丹娜呜呜呜呜呜呜呜呜呜呜呜😭😭😭😭😭 《异度神剑：决定版》 赶在xb3发售之际打完了这部作品，可以看出高桥对mmorpg的大量借鉴，可惜当时的战斗设计在如今已有些许过时，灌水的支线任务更是难以忍受的缺点，好在优秀的剧情、世界观、地图设计仍然没有被掩盖，仍然是值得一玩的佳作；比较可惜的是，因为剧情的驱动力过强，地图设计的出彩没有充分的机会来细品，等待之后的空闲时间了。顺便说一下DLC《相连的未来》，在没有改编游戏基本框架的前提下，对许多陈旧的设计进行了优化和删改，而画质也是真正的进化了，同时诺彭战队的设计能看出来是为了xb3铺路，整体体验是相当不错的。最后的最后：我永远喜欢菲奥伦！","categories":[{"name":"其他","slug":"其他","permalink":"https://quzs.net/categories/%E5%85%B6%E4%BB%96/"}],"tags":[{"name":"锐评","slug":"锐评","permalink":"https://quzs.net/tags/%E9%94%90%E8%AF%84/"},{"name":"电影","slug":"电影","permalink":"https://quzs.net/tags/%E7%94%B5%E5%BD%B1/"},{"name":"游戏","slug":"游戏","permalink":"https://quzs.net/tags/%E6%B8%B8%E6%88%8F/"},{"name":"音乐","slug":"音乐","permalink":"https://quzs.net/tags/%E9%9F%B3%E4%B9%90/"},{"name":"漫画","slug":"漫画","permalink":"https://quzs.net/tags/%E6%BC%AB%E7%94%BB/"}]},{"title":"2021动画简评","slug":"2021动画盘点","date":"un66fin66","updated":"un11fin11","comments":true,"path":"archives/a35ffaf3.html","link":"","permalink":"https://quzs.net/archives/a35ffaf3.html","excerpt":"2022年已经过去大半了才基本把我想看的2021年的番看完，再次为我日渐缓慢的补番速度感到由衷的抱歉。 不得不说，2021确实是动画佳作频现的一年，优秀动画的数量即使放在近十年内也是数一数二的了，日本动画业界看起来已经从疫情影响中光速恢复，所谓的“业界药丸”更是为时尚早。 即便如此，我看的番也不能算很多，在bangumi上标记的条目有18个，13部日本tv版动画（奇蛋物语tv版和特别篇分开算），3部日本剧场版动画，1部欧美动画，1部中国动画。 下面会介绍一下我的评分标准和对这18部动画的个人评价（按分数降序排列）。","text":"2022年已经过去大半了才基本把我想看的2021年的番看完，再次为我日渐缓慢的补番速度感到由衷的抱歉。 不得不说，2021确实是动画佳作频现的一年，优秀动画的数量即使放在近十年内也是数一数二的了，日本动画业界看起来已经从疫情影响中光速恢复，所谓的“业界药丸”更是为时尚早。 即便如此，我看的番也不能算很多，在bangumi上标记的条目有18个，13部日本tv版动画（奇蛋物语tv版和特别篇分开算），3部日本剧场版动画，1部欧美动画，1部中国动画。 下面会介绍一下我的评分标准和对这18部动画的个人评价（按分数降序排列）。 我的评分标准10分：对我有特殊意义的、带来巨大影响的神作，例：EVA旧剧场版； 9分：不仅是优秀的佳作，更是在某些方面有相当突出的表现，和10分的距离只在于对我的触动，例：乒乓； 8分：相当优秀的作品，值得力荐，例：电脑线圈； 7分：虽然可能有一些缺陷，但仍然是不错的动画，有可圈可点之处，值得一看，例：Megalo Box第一季； 6分：及格分，整体观感过关，可看可不看的水平，例：SSSS古力特； 5分及以下：不及格，不推荐观看，例子太多不举了。 简评（分数降序排列）9分《Odd Taxi》评分：9.1 无疑是2021年最优秀、最突出、最值得推荐的动画作品。完成度极高的剧本搭配上成熟合理的编排就已经将本作的起点拉到了一个相当高的高度，在此之上，节奏和演出更是相当舒服，不像是动画而更像是成熟的日剧，但本作只能以动画为载体得到呈现。平心而论，本作并非十全十美，限于篇幅，支线并未完全展开，个别人物的塑造也缺点功力，叙述性诡计和多线展开的叙事手法虽然不多见，却也不能说是前无古人后无来者，但是我们应当看到，剧本力压其他一切、一切围绕叙事展开的动画拍摄思路，在如今是多么的少见，这也正说明本作在当今的可贵，在许多重角色、重爆点的动画之中，它树立了一个以剧情为导向的动画的标杆。 《新・福音战士剧场版：终》评分：8.4（出于情怀给了9星） 终于给长达26年的EVA系列划上了一个句号，这个句号是否完美还有待商榷，但它终于是一个句号，而不是旧剧场版的省略号，这点已经足够有意义。首先还是那句话，评价EVA永远不能离开对痞子的分析，尽管新剧场版更加商业化，但是仍然不能忽略作为痞子的“私电影”的EVA，在Q里的痞子显得自闭又压抑，而在终里面，痞子经过十数年，似乎终于是走出来了，他显得豁达而解脱，迫不及待地告诉观众走向现实世界，又迫不及待地走向特摄的怀抱。我能说出许多终的缺点，它节奏有缺憾、3D过度繁杂、说教味过浓，不一而足，但是当最后的最后，松任谷由実的歌声响起，坐在海边的真嗣从LO到原画再到成片，我依然被感动得不能自已。千言万语汇成一句话：再见，所有的Evangelion。 8分《赛马娘 Pretty Derby 第二季》评分：8.2 马娘2的成功，题材的选择有很大的功劳，导演的实力其实并没有相当突出，主题和叙事手法也还是相当王道的那一套。但是，我还是要说但是，本作选择的题材实在是太出色了，本应老套的桥段和人物关系，被真实的历史背景赋予了独特的重量和质感，在优秀的情感调度之下，显得无比动人和热血。 《双城之战》评分：8.1 可以说是这份名单里最格格不入的一部作品，它本质上是一部美剧，只是选择了动画这一媒介。制作质量无可挑剔，极为成熟的三渲二的技术、优秀的配乐、美剧观感的节奏，让这部动画在“好看”这层意义上做到了近乎完美，可惜的是剧情的短板仍然不能忽视。当然这个短板也是相对于制作质量这个极长的长板而言的，本作仍然相当值得观看，即便你像我一样对LOL一无所知。 《摇曳露营△ 第二季》评分：7.8 实在不需要什么过多评价的优秀作品，很好很好的日常作品，对细微气氛的把握依然相当到位。个人稍微有点不喜欢的点在于，空气感上相较第一季有所减弱，制作组似乎做了一定的取舍，更多的注重多人露营的部分，导致风味与第一季有一定的差别。即便如此，它依然是（我看过的为数不多的）日常番中的顶流作品。 7分《无职转生 ～在异世界认真地活下去～ 第二部分》评分：7.9999999…… 应该是我第一次看标准意义上的异世界动画？part1的影响观感的黄色笑话在part2中减少了很多，同时主角一行人真正意义上开始了旅途，将本片变成了一部公路片，这两点导致part2的观感相较part1好了不少。除此之外，制作质量也更上一层楼，作画、背景、演出均为上佳，绝对是奇幻类动画的标杆，每集换op的做法也足以看出制作组的诚意之足。按照我的评判标准它本该绝对能有8分的，可惜它的“恶俗”部分很难让我对它的评价到达一个这样一个水平，于是给了这样的一个分数象征它的质量和我的主观评价。 《歌剧少女》评分：7.4 相当惊喜的一部少女漫改（看完之后才知道是漫改），感情细腻，演出可圈可点，有好几个单集都做得相当出色动人，能看出制作组的诚意。对我来说，2021最让我惊喜的动画有两部，一部是Odd Taxi，另一部就是本片。尽管经费捉襟见肘，以歌剧为主题却无法在画面表现上得到充足的发挥，这点相当可惜，但是在本片的感情调度下，我仍能透过屏幕感受到角色们的热爱、追求与不甘，在有限的经费限制下，却做出了如此真挚的表达，与少歌剧场版的空洞形成了鲜明的对比，可以说是好钢用在刀刃上的典范。 《86 -不存在的战区- 第二季》评分：7.3 相当优秀的轻小说改编作，而且优秀的是“改编”而不是“轻小说”本身。即使只看动画也能看出，原作的水平并不出众，动画的优秀很大程度上来源于制作组在演出和剧情编排上的匠心，同时政治戏的减少也让第二季观感相较第一季提升不少。尽管前中期仍然有些难熬，但是看到最后两集，之前的些许不满都烟消云散了，不论剧情本身如何，86确实是一部制作组付出热情认真制作的动画。 《机动战士高达 闪光的哈萨维》评分：7.0 第一次接触高达系列作品。对UC宇宙了解不多不敢妄作评论，只能说一些我的直观感受，制作质量没话说，琪琪很好看，武戏也挺好看；整体节奏（对我来说）有点快了，但大概剧情的理解并没有很大困难，可能在系列粉丝眼中的观感会更好。同时虽然故事才刚开始，也能管中窥豹的看出一些富野的政治思想，让我对补高达系列有了一些动力。 《天竺鼠车车》评分：7.0 总片长不过半个小时的定格动画，相当淳朴和可爱。尽管是子供向，但是本片在每个短篇中都有想法、有细节，天竺鼠车车的形象也是真的真的真的很可爱，让整个观看过程都很开心。期待10月的第二季！ 《无职转生 ～在异世界认真地活下去～》评分：6.9 第一季的制作水平已然相当优秀了，可惜相较第二季而言，一是“恶俗”的部分显得过多了，看的时候仿佛在吃满是鱼刺的鱼，好吃但是很难受，二是故事还没有完全展开，导致剧情相对第二季显得较为平淡。尽管如此，它仍然是优秀的异世界动画。 《剧场版 少女☆歌剧 Revue Starlight》评分：6.7 最令我失望的动画之一，本来以为它会是魔圆剧场版，结果却是白箱剧场版。我已经在各个地方用或长或短的篇幅表达了我对少歌剧场版的不满意。音乐不如tv，剧情也是对tv的自我重复，前半节奏拖沓细碎难以忍受，明明场景设计相当不错，作画却落了下乘，电影的每分每秒都写着“服务粉丝”四个大字，却很难看见创作者对自己的真诚。也只有Revue这种形式本身的高下限，让本片的观感尚且还行，它不难看，但我真的很失望。 ６分《平家物语》评分：6.5 平家物语并不是传统意义上的历史动画，它的重心从来不是“讲好一段历史”，而是在假定观众对这段历史有一定了解的基础上，提供一个独特的观看视角，想象历史可能具有的侧面。也正是因为这样，山田和吉田两位女性创作者，把本应厚重的历史史诗消解成了一个个细碎的节点，想借由琵琶之眼寻找厚重感的一个替代，这种做法相当独特，但成果并不优秀。技术层面上，它的美术、音乐、演出无不出色，但归根到底，故事和人物还是太过扁平、破碎了，很难让观众对那段历史有一个清晰立体的认知。但当最后三集，故事收束，平家大势已去、盛极转衰，只余琵琶传颂这段历史，剧情的张力终于在此显现，我于是知道，山田拍出了她想要拍的作品，尽管我并不喜欢。ps:op相当好听 《SSSS.电光机王》评分：6.4 相比前作古力特而言，这部的剧本顺畅不少，并没有很大的缺点，制作、演出都在正常水准。但整体看下来，前作的问题却并未得到根本解决，本该充满挖掘可能的设定、人物关系，却因为留白手法的滥用，导致很多角色的戏份都过少，没有得到清楚的交代，最后的效果就是明明细节都还不错，串在一起就显得平淡无味、缺少起伏，实在可惜。万幸的是，男女主的感情线刻画相对成功，让本作有了那么一个值得记住的亮点。 《86 -不存在的战区-》评分：6.3 第一季的改编仍然说的上是优秀。演出音乐都相当优秀（86让我对泽野黑转路），可惜再好的剧情编排和演出也拯救不了弱智的剧情，同时缺少第二季的ep22、ep23级别的封神回，级别制作组诚意满满，本作的观感也只能算是还行。 《伍六七之玄武国篇》评分：6.0 少数在看的国产动画之一了。第四季的剧情比重问题不小，本应关键的主线却只有一半篇幅，单元剧的回数也仍是故技重施，难免审美疲劳，所幸系列的创新性还在个别回数有所体现，演出也算偶有亮点，可看。 5分-《奇蛋物语》评分：5.0 去年对我伤害最大的动画第二名，剧本根本没想好要写什么，头几集画了一个大饼，把许多有深度、可挖掘、新鲜的玩意一股脑塞了进去，搭配上优秀的制作质量，给予了观众一个相当美好的愿景。但结果也很惨烈：大饼没了，愿景是假的，编剧根本没有匹配其野心的实力。最后只剩下剧作在空洞、徒劳地尝试自圆其说。 《奇蛋物语特别篇》评分：2.0 去年对我伤害最大的动画第一名（笑）。且不说前面一半都是总集篇，单看后半也显得支离破碎、不知所云，如果说tv最后还在做着徒劳地尝试，特别篇里就已经破罐子破摔，看完之后，也只能一笑而过，接受愿景已然破碎的现实。 最近看动画的能力真的大幅下降，其实2021还有几部比较想看的动画，但已经很难提起动力去看了，希望以后能抽空补上吧。","categories":[{"name":"ACGN","slug":"ACGN","permalink":"https://quzs.net/categories/ACGN/"}],"tags":[{"name":"动画","slug":"动画","permalink":"https://quzs.net/tags/%E5%8A%A8%E7%94%BB/"},{"name":"锐评","slug":"锐评","permalink":"https://quzs.net/tags/%E9%94%90%E8%AF%84/"}]},{"title":"《In the Aeroplane Over the Sea》Pitchfork乐评翻译","slug":"《In-the-Aeroplane-Over-the-Sea》Pitchfork乐评翻译","date":"un66fin66","updated":"un11fin11","comments":true,"path":"archives/680cc4cf.html","link":"","permalink":"https://quzs.net/archives/680cc4cf.html","excerpt":"评分：10/10 作者：Mark Richardson ; 评测时间：2005.09.26 The reissue of Neutral Milk Hotel's cult classic offers another opportunity to measure its reach and influence. Jeff Mangum's masterpiece mixes hushed folk, explosive brass, and unforgettable vocals that touch on pain, loss, memory, and hope. 中性牛奶旅馆的经典之作的再版给了我们一个机会，来重新衡量它的影响范围和影响力。Jeff Mangum的这张杰作融合了沙哑的民谣、冲击性的铜管配器和令人难忘的人声，触及到了听者的痛苦、失去、记忆还有希望。 So, then, seven years later Domino reissues In the Aeroplane Over the Sea and the arguments can begin anew. I’ve talked about this album with a lot of people, including Pitchfork readers and music writers, and while it is loved in the indie world like few others, a small but still significant number despise it. Aeroplane doesn’t have the near-consensus of top-shelf 90s rock artifacts like, say, Loveless, OK Computer, or Slanted and Enchanted. These records are varied, of course, different in many ways. But in one key respect Aeroplane stands apart: This album is not cool. 七年之后，Domino再版了《In the Aeroplane Over the Sea》，于是，关于它的讨论又可以重新开始了。我曾经与许多人聊过这张专辑，其中包括Pitchfork的读者和音乐人，虽然它在独立音乐界得到了鲜有专辑可以比拟的广泛喜爱与认同，但仍有一小部分人并不喜欢它，数量不多，但很重要。《Aeroplane》并没有像《Loveless》、《OK Computer》或者《Slanted and Enchanted》这样的九十年代摇滚神专一样得到一致好评，上面这些神专都各有各的好，但是《Aeroplane》在一个很关键的方面和它们都不一样：它并不酷。","text":"评分：10/10 作者：Mark Richardson ; 评测时间：2005.09.26 The reissue of Neutral Milk Hotel's cult classic offers another opportunity to measure its reach and influence. Jeff Mangum's masterpiece mixes hushed folk, explosive brass, and unforgettable vocals that touch on pain, loss, memory, and hope. 中性牛奶旅馆的经典之作的再版给了我们一个机会，来重新衡量它的影响范围和影响力。Jeff Mangum的这张杰作融合了沙哑的民谣、冲击性的铜管配器和令人难忘的人声，触及到了听者的痛苦、失去、记忆还有希望。 So, then, seven years later Domino reissues In the Aeroplane Over the Sea and the arguments can begin anew. I’ve talked about this album with a lot of people, including Pitchfork readers and music writers, and while it is loved in the indie world like few others, a small but still significant number despise it. Aeroplane doesn’t have the near-consensus of top-shelf 90s rock artifacts like, say, Loveless, OK Computer, or Slanted and Enchanted. These records are varied, of course, different in many ways. But in one key respect Aeroplane stands apart: This album is not cool. 七年之后，Domino再版了《In the Aeroplane Over the Sea》，于是，关于它的讨论又可以重新开始了。我曾经与许多人聊过这张专辑，其中包括Pitchfork的读者和音乐人，虽然它在独立音乐界得到了鲜有专辑可以比拟的广泛喜爱与认同，但仍有一小部分人并不喜欢它，数量不多，但很重要。《Aeroplane》并没有像《Loveless》、《OK Computer》或者《Slanted and Enchanted》这样的九十年代摇滚神专一样得到一致好评，上面这些神专都各有各的好，但是《Aeroplane》在一个很关键的方面和它们都不一样：它并不酷。 Shortly after the release of In the Aeroplane Over the Sea, Puncture magazine had a cover story on Neutral Milk Hotel. In it Mangum told of the influence on the record of Anne Frank’s The Diary of a Young Girl. He explained that shortly after releasing On Avery Island he read the book for the first time, and found himself completely overwhelmed with sadness and grief. Back in 1998 this admission made my jaw drop. What the hell? A guy in a rock band saying he was emotionally devastated by a book everyone else in America read for a middle-school assignment? I felt embarrassed for him at first, but then, the more I thought about it and the more I heard the record, I was awed. Mangum’s honesty on this point, translated directly to his music, turned out to be a source of great power. 在这张专辑发行后不久，《Puncture》杂志刊登了一期有关中性牛奶酒店的封面故事。在文章中，Mangum讲述了《安妮日记》这本书对这张专辑的影响。他解释道，在发行《On Avery Island》后不久，他头一次读了这本书，发现自己被难过与悲伤淹没，难以自拔。当我在1998年看到这篇文章时，他的自白让我瞠目结舌。搞什么鬼？一个玩摇滚搞乐队的人说他被美国中学必读书目弄得情绪崩溃？起初，我替他感到十分尴尬，但后来，我思考的越多，这张专辑听的越多，就越发佩服他。Mangum的诚挚感情，成为了他音乐创作上的强大源泉，并且毫无保留地传达到了他的音乐中。 In the Aeroplane Over the Sea is a personal album but not in the way you expect. It’s not biography. It’s a record of images, associations, and threads; no single word describes it so well as the beautiful and overused “kaleidoscope.” It has the cracked logic of a dream, beginning with “King of Carrot Flowers Part 1”. The easiest song on the record to like on first listen, it quietly introduces the listener to the to the album’s world, Mangum singing in a muted voice closer to where he left off with the more restrained On Avery Island (through most of Aeroplane he sounds like he’s running out of time and struggling to get everything said). The first four words are so important: “When you were young…” Like every perceptive artist trafficking in memory, Mangum knows dark surrealism to be the language of childhood. At a certain age the leap from kitchen utensils jammed into dad’s shoulder to feet encircled by holy rattlesnakes is nothing. A cock of the head; a squint, maybe. 《In the Aeroplane Over the Sea》是一张私人化的专辑，但它不是你想的那种私人化。它不是一本传记，而是一张由画面、联想和思绪组成的专辑，我们只能用“万花筒”这样美丽而又有点烂俗的名词来描绘它。它有一种如梦境般破碎的逻辑，从《King of Carrot Flowers Part 1》——这张专辑里最悦耳的歌——开始，它将听众悄悄地引入到了专辑的世界中，Mangum暗淡的唱腔，更接近他于《On Avery Island》这张节制的专辑那样（在这张专辑的大部分时候，他听起来都好像时日无多，要竭力去交代完所有事情）。开始的几个字是如此重要：“当你还年轻的时候……”， 像每一个贩卖记忆的敏锐艺术家一样，Mangum知道如何用黑暗的超现实主义语言去刻画童年， 对儿童来说，即使是从餐具刺进爸爸的肩膀到神圣响尾蛇包围双脚这般跳跃的场景，也并没有什么稀奇的，不过就是转个脑袋，瞥一眼的程度吧。 Inside this dream it all begins in the body. Moments of trauma, joy, shame– here they’re all experienced first as physical sensation. A flash of awkward intimacy is recalled as “now how I remember you&#x2F; how I would push my fingers through your mouth&#x2F; to make those muscles move.” Sometimes I hear this line and chuckle. I think of Steve Martin in The Jerk , licking Bernadette Peters’ entire face as a sign of affection. Mangum here reflects the age when biological drives outpace the knowledge of what to do with them, a time you’re seeing sex in everything (“semen stains the mountaintops”) or that sex can be awkward and unintentionally painful (“fingers in the notches of your spine” is not what one usually hopes for in the dark). Obsessed as it is with the textures of the flesh and the physical self as an emotional antenna, listening to Aeroplane sometimes seems to involve more than just your ears. 在这个梦里，一切都始于身体。在这里，那些创伤、快乐、羞耻的时刻都首先以肉体感觉的形式为我们所体验。一段尴尬的亲密关系被回忆为：“现在我能记起&#x2F;我是如何把手指伸进你的嘴里&#x2F;去挑弄那些肌肉”，有时候我听到这句就会发笑。我会想到在电影《大笨蛋》里，史蒂夫·马丁为表示爱慕，去舔伯纳黛特·彼得斯的整张脸。Mangum在这里展现了生物冲动超前于生理知识的那个年纪，处于那个年纪的时候，你在任何地方都能看到性暗示（“精液玷污了山顶”），与此同时，性又是尴尬和无意识的痛苦的（“手指伸进脊髓的缝中”可不是人们在黑暗中想要的）。肉体的质感和用作情感交互的肉身，它们共存于这张令人着迷的专辑中，因此欣赏它的时候用到的可能不只是双耳。 Then there’s the record’s disorienting relationship to time. The instrumentation seems plucked randomly from different years in the 20th century: singing saws, Salvation Army horn arrangements, banjo, accordion, pipes. Lyrical references to technology are hard to fix. Anne Frank’s lifespan from 1929 to 1945 is perhaps the record’s historical center, but the perspective jumps back and forth over centuries, with images and figures sucked from their own age and squirted out somewhere else. When “The King of Carrot Flowers Part 3” mentions “a synthetic flying machine” our minds leap to something like Leonardo da Vinci’s 15th Century drawings of his helicopter prototype. The image in “Two-Headed Boy” of a mutant child trapped in a jar of formaldehyde is pulled from Dr. Moreau’s industrial age island. The radio play powered by pre-electric pulleys and weights, the nuclear holocaust in the title track. What’s it all about? Mangum offers an explanation for these jarring leaps in a line about Anne Frank in “Oh Comely,” where he sings, “I know they buried her body with others&#x2F; her sister and mother and 500 families&#x2F; and will she remember me 50 years later&#x2F; I wished I could save her in some sort of time machine.” If you can move through time, see, nothing ever really dies. 还有一点是，这张专辑的时间顺序混乱不堪。专辑中用到的乐器就像是从二十世纪的不同年代中随意抽出来的，有：锯琴、救世军军号、班卓琴、手风琴、风笛。歌词中提到的科技更是难以定位。安妮·弗兰克生于1929年，于1945年去世，这段时间可能就是专辑的历史中心，但专辑的视角在几个世纪间来回跳跃，画面和人物从它们自己的时代被吸走，又被喷射到另一个时代。当《The King of Carrot Flowers Part 3》提到“合成飞行器”时，我们会想到达芬奇在15世纪创作的飞行器原型图。《Two-Headed Boy》中，那个被困在福尔马林罐中的变异儿童的形象又仿佛来自于《拦截魔人岛》。还有前电力时代的滑轮和砝码所驱动的收音机，专辑同名曲中的原子弹大屠杀。这些意象都是想要表达些什么？《Oh Comely》中有句歌词是关于安妮·弗兰克的，在这里Mangum对这些不和谐的跳跃意象做出了解释，他唱到：“我知道他们把她和别人一同埋葬了&#x2F;还有她的姐姐、她的妈妈，和其他五百个家庭&#x2F;五十年后她还会记得我吗&#x2F;我多希望我能坐着时光机去救下她”。 看吧，如果你能在时光中穿梭，就没有什么会真正死去。 Seven years it’s been, and whether Mangum has had personal trouble or somehow lost his way with music, it’s not unreasonable to think that we’ve heard the last from Neutral Milk Hotel. I hope he does, but he may never pick up the guitar he set down after “Two-Headed Boy Part Two.” Even so, we have this album and another very good one, and that to me is serious riches. Amazing to think how it started, how at the core of it all was guts. I keep thinking of “It’s Alright Ma, I’m Only Bleeding,” and one of Dylan’s truest lines: “If my thought-dreams could be seen&#x2F; They’d probably put my head in a guillotine.” Aeroplane is what happens when you have that knowledge and still take the risk. 七年过去了，无论Mangum是遇到了生活上的困难，还是在音乐事业上迷失了方向，这张专辑很可能就是牛奶中性旅馆的绝唱了。尽管我不希望这样，但他很可能不会再次拿起他在《Two-Headed Boy Part Two》结尾放下的吉他了。即便如此，我们还拥有这张专辑，以及另一张也很不错的专辑，这对我来说就已经是一笔宝贵的财富了。一想到这张专辑是如何开始的，它的核心又是何等的真挚，就令我感到叹服。我总是会想到鲍勃·迪伦的那首《It’s Alright Ma, I’m Only Bleeding》，其中有他最为真诚的歌词之一：“如果我苦苦思索的梦想一旦被看穿&#x2F;他们可能会将我推上断头台”。《Aeroplane》就是你已认识到这点，却仍然选择冒险之后，所得到的东西。 自从今年年初听了这张专辑之后，它已经荣登我这辈子最喜欢的专辑之一，出于对这张专辑的喜爱，用非常蹩脚的文笔翻译了Pitchfork对这张专辑的乐评。对我来说，越洋飞机就如同真心为你，创作者以最痛苦的方式，不遗余力地去探寻自己内心的最深处，将自己心中的一切苦难、纠结、快乐、创伤、希望以独属于自己的手法彻彻底底地表达出来，这样把心刨开的创作方法无疑能带来最为真挚的作品，却又是对自己的一种惩罚和折磨，也就无怪乎痞子在真心为你后陷入重度抑郁，Jeff Mangum也放下音乐事业沉寂多年。如果说真心为你是痞子的私电影，越洋飞机就是Mangum的私音乐，通过它，我能看到Mangum烈日之下曝晒的心。","categories":[{"name":"音乐","slug":"音乐","permalink":"https://quzs.net/categories/%E9%9F%B3%E4%B9%90/"}],"tags":[{"name":"Indie","slug":"Indie","permalink":"https://quzs.net/tags/Indie/"},{"name":"翻译","slug":"翻译","permalink":"https://quzs.net/tags/%E7%BF%BB%E8%AF%91/"},{"name":"Neutral Milk Hotel","slug":"Neutral-Milk-Hotel","permalink":"https://quzs.net/tags/Neutral-Milk-Hotel/"}]},{"title":"希尔伯特第三问——从一道数分习题说起","slug":"希尔伯特第三问——从一道数分习题说起","date":"un44fin44","updated":"un11fin11","comments":true,"path":"archives/90443c88.html","link":"","permalink":"https://quzs.net/archives/90443c88.html","excerpt":"从数分习题说起在数分的学习中，有一道经典例题是这样的： Example 1. 设函数f在$x&#x3D;0$处连续，且对一切x, y有$f(x+y)&#x3D;f(x)+f(y)$. 证明f在$\\mathbb{R}$上连续，且$f(x) &#x3D; f(1)x$. 这道题的解答是平凡的，我们在此只简述一下思路：运用$f(x+y)&#x3D;f(x)+f(y)$这一条件, 我们可以得到$f(x+\\Delta x)-f(x) &#x3D; f(\\Delta x)$, 从而易证$f$在$\\mathbb{R}$上连续；进一步，易证$f$在$\\mathbb{Q}$上满足$f(x)&#x3D;f(1)x$，再运用$f$的连续性，可证题中结论。 实际上，方程$f(x+y) &#x3D; f(x)+f(y)$被称作柯西方程（Cauchy’s functional equation），我们在许多条件下都能得到题中的线性函数结论，诸如$f$是单调的，$f$是局部有界的，等等。 而当我们思考一个更进一步的问题，如果我们去掉这些前置条件，仅仅考虑这个方程本身，那么还能确定出（在$f(1)$确定的情况下）唯一的函数$f(x)$吗？答案是否定的。","text":"从数分习题说起在数分的学习中，有一道经典例题是这样的： Example 1. 设函数f在$x&#x3D;0$处连续，且对一切x, y有$f(x+y)&#x3D;f(x)+f(y)$. 证明f在$\\mathbb{R}$上连续，且$f(x) &#x3D; f(1)x$. 这道题的解答是平凡的，我们在此只简述一下思路：运用$f(x+y)&#x3D;f(x)+f(y)$这一条件, 我们可以得到$f(x+\\Delta x)-f(x) &#x3D; f(\\Delta x)$, 从而易证$f$在$\\mathbb{R}$上连续；进一步，易证$f$在$\\mathbb{Q}$上满足$f(x)&#x3D;f(1)x$，再运用$f$的连续性，可证题中结论。 实际上，方程$f(x+y) &#x3D; f(x)+f(y)$被称作柯西方程（Cauchy’s functional equation），我们在许多条件下都能得到题中的线性函数结论，诸如$f$是单调的，$f$是局部有界的，等等。 而当我们思考一个更进一步的问题，如果我们去掉这些前置条件，仅仅考虑这个方程本身，那么还能确定出（在$f(1)$确定的情况下）唯一的函数$f(x)$吗？答案是否定的。 柯西方程的非线性解——Hamel Function在承认选择公理的前提下，我们可以证明以下定理: Theorem 1. 任何线性空间必有（哈默尔）基 由此，我们把$\\mathbb{R}$看作$\\mathbb{Q}$上的线性空间，运用定理1我们可以得到一组基$\\mathcal{B}$，使得任取$x\\in \\mathbb{R}$，都存在唯一有限集合${x_i}{i\\in I}\\subset \\mathcal{B}$ 和对应的${\\lambda i}{i\\in I}\\subset \\mathbb{Q}\\backslash{0}$, 使得$x&#x3D;\\Sigma{i\\in I}\\lambda_i x_i$。 实际上，在得到基$\\mathcal{B}$后，我们定义函数$f(x)$为：$$f(x) &#x3D; f(\\sum_{i\\in I}\\lambda_i x_i)&#x3D;\\sum_{i\\in I}f(\\lambda_i x_i)&#x3D;\\sum_{i\\in I}\\lambda_i f(x_i)$$其中$f(x_i)$的值可以为任意实数，容易验证该函数满足柯西方程，而当$存在x_i\\in \\mathcal{B}, 使得f(x_i)\\neq {x_i}f(1)$时，$f$即为非线性函数，又被称作哈默尔函数（Hamel Function） 这样得到的函数$f$是相当病态的，例如我们可以证明，其函数图像$y&#x3D;f(x)$在$\\mathbb{R}^2$上稠密，即任何给定的圆都至少包含该图象的一个点。这么看来，如此病态、难以刻画的函数很难起到什么作用，但实际上并非如此，运用这个函数，我们能相当巧妙、简洁的解决一些难以入手的问题。 分割长方形我们先来看一个看起来和之前讨论的内容毫不相关的定理： Theorem 2. 假设R是一个长方形，长为$a$，宽为$b$，那么R能被分割成有限个正方形当且仅当*$\\frac{a}{b}\\in \\mathbb{Q}$* 充分性是显然的，因为$\\frac{a}{b}\\in \\mathbb{Q}$，我们可以找到$r\\in \\mathbb{R}$使得$\\frac{a}{r},\\frac{b}{r}\\in \\mathbb{N}$，从而$R$可以被分割成有限个边长为$r$的正方形。 必要性则要麻烦的多，在这里，我们可以运用Hamel Function给出一个巧妙的解法 Proof: 不妨设$R$是一个$a\\times 1$的长方形，其中$a\\notin \\mathbb{Q}$。 我们运用反证法，假设$R$可被分成有限个正方形的集合${S_i}{i\\in I}$通过延长每个正方形的每条边，我们可以将$R$切割成表格形，即为有限个小长方形的集合${r_j}{j\\in J}$。 因为$a\\notin \\mathbb{Q}$，所以1和a在$\\mathbb{Q}$上线性无关，因此可以将${1, a}$扩展为上文中提到的基$\\mathcal{B}$，我们定义如下Hamel Function：$$\\displaylines{f:\\mathcal{B} \\rightarrow \\mathbb{Q} \\f(1) :&#x3D; 1, f(a) :&#x3D; -1, f(x_i) &#x3D; 0\\mbox{, 对所有其他}x_i\\in \\mathcal{B}}$$再定义如下面积函数$A$：$$\\mbox{对于$h\\times d$的长方形$r$}, A(r) &#x3D; f(h)f(d)$$因此我们可以得到，面积函数$A$具有可加性，即对于由$h_1\\times d$的长方形$r_1$和$h_2\\times d$的长方形$r_2$组合而成的$(h_1+h_2)\\times d$长方形$r_3$，有$$\\begin{aligned} A(r_3) &amp;&#x3D; f(h_1+h_2)f(d)\\&amp;&#x3D;[f(h_1)+f(h_2)]f(d)\\&amp;&#x3D;f(h_1)f(d)+f(h_2)f(d)\\&amp;&#x3D;A(r_1) + A(r_2) \\end{aligned}$$所以我们可以推出：$$A(R) &#x3D; \\sum_{j \\in J}A(r_j) &#x3D; \\sum_{i \\in I}A(S_i)$$其中$A(S_i) &#x3D; f(t)^2\\geqslant 0$, 所以$A(R)\\geqslant 0$，而$A(R) &#x3D; f(a)f(1) &#x3D; -1 &lt;0$, 推出矛盾。 ◻ 这个解法相当巧妙，令人叹为观止， 而Hamel Function的运用并不仅此一处，事实上，大名鼎鼎的希尔伯特二十三问中的第三问，就能用类似的方法进行解决。 更进一步——希尔伯特第三问希尔伯特第三问的具体表述是这样的：任给两个相同体积的多面体，它们能全等分解吗？其中同等分解指的是通过裁剪分解为全等的多面体。这个问题的回答也是否定的，事实上，我们可以证明以下定理： Theorem 3. 体积相同的立方体和正四面体无法全等分解 而在证明这个定理之前，我想先回过头来，简述一下希尔伯特第三问的历史背景。 Wallace–Bolyai–Gerwien theorem早在19世纪初，数学家们就已经证明了这一命题的二维情形，即Wallace–Bolyai–Gerwien theorem： Theorem 4. (Wallace–Bolyai–Gerwien theorem)多边形可被全等分解当且仅当它们面积相等 这个定理的证明思路并不复杂：我们可以证明全等分解是等价关系，多边形可以分解为一系列小三角形，而通过一系列操作，可以证明三角形可以全等分解为相同面积的正方形，而一系列正方形可以全等分解为面积为其之和的大正方形，所以多边形可以全等分解为面积相同的正方形，由此得证。 这个定理意味着，我们不需要借助其他工具，仅凭”物理上”的剪切就能说明三角形的面积是二分之一底乘高，而如果把这个问题扩展到三维，金字塔的体积是三分之一底面面积乘高，而在过去，这个算法的证明依赖于微积分，由此就衍生出了希尔伯特第三问的初步想法：我们能仅仅通过”剪切”来证明金字塔乃至其他锥体的体积公式吗？答案是否定的，而这个问题后来被希尔伯特的学生Max Dehn在1900年解决了。下面我们给出定理3的两种证明，尽管并不是Dehn最开始的证明方法，但思路是大抵相同的。 定理的第一种证明第一种证明需要我们用到如下的定理： Theorem 5. (Bricard’scondition)如果两个全等分解的多面体分别有二面角$\\alpha_1, \\ldots,\\alpha_r$和$\\beta_1, \\ldots, \\beta_s$，那么存在正整数$m_i,n_j$和整数$k$，使得下列方程成立：$$m_1\\alpha_1+\\cdots +m_r\\alpha_r&#x3D;n_1\\beta_1+\\cdots+n_s\\beta_s+k\\pi$$这个定理的证明相当繁琐细碎，在这里就不赘述了。 除此之外，我们还需要证明正四面体的二面角$\\theta$与$\\pi$的比是无理数： Proof: 因为$\\theta &#x3D; \\arccos{\\frac{1}{3}}$， 事实上我们可以证明:$$\\mbox{对所有$n\\geqslant 0$}, A(n) :&#x3D; \\frac{1}{\\pi}\\arccos(\\frac{1}{\\sqrt{n}})\\mbox{为无理数}$$但这个定理的证明并不容易，为求简便，我们在这里采用另一方法： 考虑$\\gamma &#x3D; \\frac{1}{2}(\\pi - \\theta),\\cos\\gamma+i\\sin\\gamma &#x3D; \\frac{1+\\sqrt{-2}}{\\sqrt{3}}$，若$\\gamma$为$\\pi$的有理数倍，则$\\gamma$为单位根，但环$\\mathbb{Z}$为唯一分解整环，因此$\\gamma$不是单位根，因此$\\gamma$不为有理数倍的$\\pi$，因此$\\theta$也不为$\\pi$的有理数倍 ◻ 由此我们很快就可以给出定理3的第一种证明： Proof: 如果相同体积的立方体和正四面体可以全等分解，那么根据定理5，$\\pi$和$\\theta$在$\\mathbb{Q}$上线性相关。也就是说$\\theta$可以表示为$\\pi$的有理数倍，和上述结论矛盾 ◻ 定理的第二种证明而运用Hamel Function，我们可以给出定理3的第二种证明： Proof: 同样采用反证法，我们不妨假设存在这样的一种全等分解，将立方体变为等体积的正四面体。 仿照Theorem 2证明的思路，因为${\\pi, \\theta}$线性无关，我们将其扩展成$\\mathbb{R}$在$\\mathbb{Q}$上的基$\\mathcal{B}$, 再构造一个这样的Hamel Function:$$\\displaylines{f:\\mathcal{B} \\rightarrow \\mathbb{Q} \\f(\\theta) :&#x3D; 1, f(\\pi) :&#x3D; 0, f(x_i) &#x3D; 0\\mbox{, 对所有其他}x_i\\in \\mathcal{B}}$$ 下面定义多面体的体积函数为：$$V(P) &#x3D; \\sum t_if(\\alpha_i)$$, 其中$t_i$为第$i$条棱的棱长，$\\alpha_i$​为对应的二面角。 下面我们要验证，在函数$f$可加且$f(\\pi)&#x3D;0$的条件下，函数$V(p)$的可加性，可加性的具体证明也相当繁琐，涉及到空间中多面体的严格定义，我们也暂且不谈，但是我们可以给出可加性的一个直观解释： 想象用一个平面去切割多面体，每次切割会沿着一个面或者一条棱，前者会导致棱长的增加，即$t_if(\\alpha_i) \\to t_if(\\alpha_i) + [t^{‘}_if(\\beta)+t^{‘}_if(\\pi -\\beta)]$，中括号内是新增的函数值；后者会导致二面角的变化，即$t_if(\\alpha_i) \\to t_if(\\beta)+t_if(\\pi -\\beta)$，而这两者在函数$f$可加且$f(\\pi)&#x3D;0$的条件下都是保持不变的，这样我们就有了一个对可加性的直观感受。 接下来的步骤就十分显然了，对于体积相等的两个立方体$C$和正四面体$T$，我们有$V(C) &#x3D; 0$和$V(T)&#x3D; \\sum t_i &#x3D; 6t_i &gt; 0$，因此这两个多面体不可能是全等分解的。 ◻ 事实上，多面体$P$的函数值$V(P)$又被称作Dehn invariant，按照上述证明中的方法，我们可以得出这样一个结论： Theorem 6. 两个体积相同的多面体如果全等分解，那么它们的Dehn invariant相等 一些进展但是定理6的逆命题是否成立直到1965年才有定论，Jean-PierreSydler证明了它的逆命题，因此这个定理可以有一个更完整的表述了： Theorem 7.对于两个体积相同的多面体，它们能够全等分解当且仅当它们的Dehn invariant相等 1980年，Hans Debrunner指出，任何平铺空间的四面体都必须具有 0 的 Dehn不变量——这与立方体相同。而更高维的类似问题，则依然等待解决。 结语最早想到这个问题作为我的作业B是在数分二的早期一堂课上，杨家忠老师提出了定理2中的问题，并且给予了”很有意思”的评价。苦苦思考几天无果之后，我开始求助于互联网，在搜寻了各种信息后才有了这篇小文章的大概想法。 本文参考了不少数学天书中的证明(Aigner, Martin, 和Günter M. Ziegler.Proofs from THE BOOK. 6th ed. 2018.)中的想法，同时也少不了Wikipedia和各种互联网资源的帮助，没有这些信息源，我是断然无法写出这篇文章的。","categories":[{"name":"数学","slug":"数学","permalink":"https://quzs.net/categories/%E6%95%B0%E5%AD%A6/"}],"tags":[{"name":"数学","slug":"数学","permalink":"https://quzs.net/tags/%E6%95%B0%E5%AD%A6/"},{"name":"高代","slug":"高代","permalink":"https://quzs.net/tags/%E9%AB%98%E4%BB%A3/"},{"name":"数分","slug":"数分","permalink":"https://quzs.net/tags/%E6%95%B0%E5%88%86/"}]},{"title":"Hello World","slug":"hello-world","date":"un44fin44","updated":"un11fin11","comments":true,"path":"archives/4a17b156.html","link":"","permalink":"https://quzs.net/archives/4a17b156.html","excerpt":"","text":"拖延症了这么久，终于把个人博客大致搭好了，大概会在这里发表一些乱七八糟的东西，包括但不限于：对ACGN、音乐、电影、书籍的锐评，学习笔记，还有杂七杂八的感想。 建博客的初衷也很简单，想找个地方发一些篇幅不算短的东西，国内各种平台审核严格，于是选择了自建一个。 左边贴了一些常用的社交媒体，欢迎来提问箱提问；最近比较喜欢在豆瓣和Bangumi上自娱自乐的标记和写短评，分工大概是动画漫画在Bangumi上标记，书影音游在豆瓣标记，欢迎来加好友。 希望我能把这个博客长久运营下去。","categories":[],"tags":[]}],"categories":[{"name":"其他","slug":"其他","permalink":"https://quzs.net/categories/%E5%85%B6%E4%BB%96/"},{"name":"ACGN","slug":"ACGN","permalink":"https://quzs.net/categories/ACGN/"},{"name":"音乐","slug":"音乐","permalink":"https://quzs.net/categories/%E9%9F%B3%E4%B9%90/"},{"name":"数学","slug":"数学","permalink":"https://quzs.net/categories/%E6%95%B0%E5%AD%A6/"}],"tags":[{"name":"锐评","slug":"锐评","permalink":"https://quzs.net/tags/%E9%94%90%E8%AF%84/"},{"name":"电影","slug":"电影","permalink":"https://quzs.net/tags/%E7%94%B5%E5%BD%B1/"},{"name":"游戏","slug":"游戏","permalink":"https://quzs.net/tags/%E6%B8%B8%E6%88%8F/"},{"name":"音乐","slug":"音乐","permalink":"https://quzs.net/tags/%E9%9F%B3%E4%B9%90/"},{"name":"漫画","slug":"漫画","permalink":"https://quzs.net/tags/%E6%BC%AB%E7%94%BB/"},{"name":"动画","slug":"动画","permalink":"https://quzs.net/tags/%E5%8A%A8%E7%94%BB/"},{"name":"Indie","slug":"Indie","permalink":"https://quzs.net/tags/Indie/"},{"name":"翻译","slug":"翻译","permalink":"https://quzs.net/tags/%E7%BF%BB%E8%AF%91/"},{"name":"Neutral Milk Hotel","slug":"Neutral-Milk-Hotel","permalink":"https://quzs.net/tags/Neutral-Milk-Hotel/"},{"name":"数学","slug":"数学","permalink":"https://quzs.net/tags/%E6%95%B0%E5%AD%A6/"},{"name":"高代","slug":"高代","permalink":"https://quzs.net/tags/%E9%AB%98%E4%BB%A3/"},{"name":"数分","slug":"数分","permalink":"https://quzs.net/tags/%E6%95%B0%E5%88%86/"}]}